{"name": "Dorian Generatives (Bitcoin Orange)", "description": "Robness combines coding sampling and pop aesthetics to create an interesting hybrid of generative crypto pop. Thanks to Tim Rodenbrker for code and Andy Warhol for inspiration. This is an unlockable crypto art piece, hi-res gif is included. In a high-profile 6 March 2014 article in the magazine Newsweek,[40] journalist Leah McGrath Goodman identified Dorian Prentice Satoshi Nakamoto, a Japanese American man living in California, whose birth name is Satoshi Nakamoto,[40][41][42] as the Nakamoto in question. Besides his name, Goodman pointed to a number of facts that circumstantially suggested he was the bitcoin inventor.[40] Trained as a physicist at Cal Poly University in Pomona, Nakamoto worked as a systems engineer on classified defense projects and computer engineer for technology and financial information services companies. Nakamoto was laid off twice in the early 1990s and turned libertarian, according to his daughter, and encouraged her to start her own business \"not under the government's thumb.\" In the article's seemingly biggest piece of evidence, Goodman wrote that when she asked him about bitcoin during a brief in-person interview, Nakamoto seemed to confirm his identity as the bitcoin founder by stating: \"I am no longer involved in that and I cannot discuss it. It's been turned over to other people. They are in charge of it now. I no longer have any connection.\"[40][43] The article's publication led to a flurry of media interest, including reporters camping out near Dorian Nakamoto's house and subtly chasing him by car when he drove to do an interview.[44] However, during the subsequent full-length interview, Dorian Nakamoto denied all connection to bitcoin, saying he had never heard of the currency before, and that he had misinterpreted Goodman's question as being about his previous work for military contractors, much of which was classified.[45] In a Reddit \"ask-me-anything\" interview, he claimed he had misinterpreted Goodman's question as being related to his work for Citibank.[46] Later that day, the pseudonymous Nakamoto's P2P Foundation account posted its first message in five years, stating: \"I am not Dorian Nakamoto.\"[47][48] In September, the account posted another message saying it had been hacked, raising questions over the earlier message's authenticity.[49][50] - Wikipedia", "collection_name": "Rarible", "collection_description": "Create and sell digital collectibles secured with blockchain technology. Rarible is home to thousands of artists and collectors, creating and exchanging immutable art without using code. Trade with RARI token on OpenSea.", "eth_price": "220000000000000000", "eth_price_decimal": 18, "usd_price": 2178.499139, "usd_volume": 18765854896.0, "usd_marketcap": 253490000000.0, "transaction_time": "2021-06-19T12:43:44", "media_filenames": ["data/preprocessed/media/tmp/6567.gif"], "has_audio_in_video": false}