{"name": "The Airport Song | Song A Day #00005", "description": "If you've spent as much time in airports as I have, you may appreciate this song. It was written and recorded while sitting in the JetBlu terminal at LAX while waiting for my flight to NYC. It was the first time I had run up against this problem: My flight was too early to do my song before,but I was arriving too late (because of layovers) to do it when I arrived. Song A Day gotta do what Song A Day gotta do. Another first: It was the first video I ever made for Song A Day! I was originally posting audio-only to Tumblr. Then I realized, \"Wait, I know how to edit video!\" and so it became a song/video every day. Also: There have been many subsequent Song A Day's written and recorded in airports. It's like it's own genre within song a day (which is why there's a topic of \"travel\".) Jonathan from 2009 says, Song #5 for Song A Day! I made it at LAX. In 20 min. While trying to not make too big a scene. Also got some time lapse of the gate I was waiting at. Yay!\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "50000000000000000", "eth_price_decimal": 18, "usd_price": 1207.112234, "usd_volume": 44699914188.0, "usd_marketcap": 137786000000.0, "transaction_time": "2021-01-06T19:52:01", "media_filenames": ["data/preprocessed/media/tmp/6722.mp4"], "has_audio_in_video": true}