{"name": "That Didn't Work (Vitalik Buterin Remix) | Song A Day #4394", "description": "Back in Nov. of 2018, I was very graciously (and to me, amazingly) invited to perform at DevCon4. My dream was to get Vitalik Buterin, the creator of Ethereum, and a bunch of other Ethereum folks to perform a song with me. We made it happen! I decided to take the Vitalik portion of that performance and remix it together with some other footage of him speaking, as well as two other people: Dmitry Buterin, his father, and Vlad Zamfir, who has been part of Ethereum from the beginning. When I met Vitalik's dad at DevCon, it was the sweetest thing. He was just this proud papa. He was so into the idea that Vitalik had got up there and performed. That's how it felt, anyway. There was a real sweetness that stuck with me. The idea for Vitalik's part of the song was for me to list out a bunch of ideas that they went through for scaling Ethereum. Then, one by one, Vitalik would say about each, \"That didn't work.\" In the original song, I list 4 examples, and for this remix, I really wanted 8 - to make the chorus longer. I found this [blog post] (https://vitalik.ca/general/2017/09/14/prehistory.html) detailing the \"prehistory\" of Ethereum, and it listed some more failed ideas, and one of them was \"Vlad's rapidly evolving thoughts on reasoning about incentives of actors in consensus protocols and properties thereof\". So that's why I decided to add in the part with Vlad. **Attributes** Mood: Silly Genre: Remix Topic: Ethereum Location: Hartford Instruments: Vocals, Electric Guitar, Bass, Synth, Drum Machine Tempo: ~185 Key: B Beard: N/A Other tags: Fun, Happy, Internet, Famous Person, Vitalik Buterin, Dmitry Buterin, Vlad Zamfir", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "1000000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T21:13:42", "media_filenames": ["data/preprocessed/media/tmp/6728.mp4"], "has_audio_in_video": true}