{"name": "Stanford Marshmallow Experiment Is Bullshit | Song A Day #3515", "description": "On August 16th, 2018, I put the call out on Twitter, asking for topic suggestions for my Song A Day. Gavin Purcell replied with [this tweet](https://twitter.com/songadaymann/status/1030207401239228416?s=20), asking for a song about how the Standford Marshmellow Experiment is bullshit. Two and a half years later, Gavin was posting to Twitter, inquiring about NFTs. It's always a big deal when someone I know starts poking around this space for the first time. I asked Gavin to set up a MetaMask wallet, so I could gift him this song. Maybe then he could post it for sale and make some ETH. Or not. It's up to him It's my sincere belief that the only way to really \"get\" NFTs is just by doing it. I met Gavin when I was an intern at the old cable channel, G4. He was my bosses boss. He's gone on to produce many amazing things like The Jimmy Fallon Show and Sarah Silverman's \"I Love You, America\". He's a super friendly, generous and creative guy. Thanks for being cool, Gavin! I'm happy to gift you your first NFT.", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1253.187133, "usd_volume": 39394416990.0, "usd_marketcap": 143401000000.0, "transaction_time": "2021-01-27T13:11:38", "media_filenames": ["data/preprocessed/media/tmp/6729.mp4"], "has_audio_in_video": true}