{"name": "Song A Day Anthem | Song A Day #00011", "description": "Jonathan in 2009 says, \"While riding on the train from CT to NYC, I wrote this song about writing a song a day. Very meta. It's the anthem for anyone wanting to be creative!\" Song A Day Anthem A D A D Pizza youre my favorite food just like the ninja turtles A D F#m E I could eat you everyday for breakfast lunch and dinner You promise me eternity with your perfect circle Ill never touch you with a fork, Ill always use my fingers A D Pizza is the best F#m E (pizza is the best!) Weve been truly blessed (Weve been truly blessed) By cheese and tomato sauce (By cheese and tomato sauce) Let us pray to the pizza gods (Let us pray to the pizza gods) D Oh pizza gods C#m we thank you for this bounty D Im gonna have 8 slices F#m E And I will eat them proudly Oh pizza gods We will free your cheesy sons From their corrugated prisons We will burn our tongues for you We will burn all of our tongues for you We will burn all of our tongues for Raphaele Esposito invented modern pizza In 1889 at his tavern in naples The Italian King Umberto and Queen Margherita Loved his pizza dish so much that it became a staple Pizza is the best Weve been truly blessed By cheese and tomato sauce Let us pray to the pizza gods Oh pizza gods We sing this simple truth: Bad pizza is still better Than any other food Oh pizza gods From slices down to crumbs Let not one scrap go to waste Well burn our tongues for you Bad pizza is still better than most other foods and If Im sad its pizza that will change my attitude Pizza was invented in 1889 The birth of pizza It was 1889 at the pizzeria di pietro There was Queen Margherita and King Umberto Raphele Esposito In 1889, Esposito who owned a restaurant called the Pizzeria di Pietro baked what he called \"pizza\" especially for the visit of Italian King Umberto I and Queen Margherita.Song A Day #11 D Em The thing about writing a song a day is that F#m Em some of them are gonna suck some are gonna be just plain mediocre but you shouldn't give up cause some of them will be just excellent like the best thing you ever wrote it's simple probability so listen to me note for note the thing about doing anything a day is you never know where you'll be today i'm on a train heading back for nyc but if you do the thing that you love to do and you stay interested you'll have a pile to show the world and you'll be glad that you did", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:00:14", "media_filenames": ["data/preprocessed/media/tmp/6730.mp4"], "has_audio_in_video": true}