{"name": "Everyone's a Little Bit Queer | Song A Day #00012", "description": "This is the first Song A Day that could be considered to be about social justice. Everyone's A Little Bit Queer Song A Day #12 First singing note: F# [verse] B F# Well, I could love a man G#m F# And right off the bat youd say B F# G#m F# Heres a list of things that he can and cant do now that I know hes gay! G#m F# But the things you do not know will make your head explode E F# F#7 Will plain downright confuse you G#m F# E F# F#7 For instance, what makes someone gay is just the same as all that makes you, you What Im trying to say here is that [chorus] B C#m G#m F# Everyones a little bit queer, from the Pope on down to the homeless beggar B C#m E F# B By now it should be pretty clear that everyones a little bit gay B F# I know it can be hard to swallow B F# E F# G#m E Especially for some that purport to follow Christ, or Joseph Smith F# You might just look inside your heart one day and see that Im right B C#m That everyones a little bit queer G#m F# From the president down to the lonely farmer B C#m E F# B Put aside all your fear, and listen to what I have to say [vocal solo] F# E-F#- B-F#- E-F#- B--- B--- [verse] B F# Well, a woman loves another woman E F# G#m F# And that seems kind of strange to you B F# E F# B But right then youre forgetting all the strange things that you do F# But wait a second! B F# The things I do, well, theyre not strange! E G#m F# Thats true! Cause thats who you are B F# You say, Im not queer, I like football and beer! E F# B But to me, thats a little bizarre E G#m But! Lets take this one step further, lets go behind closed doors E F# F#7 Lets move into the bedroom, with you and your lovers! B F# E G#m F# Maybe you like to have your nipples sucked, or do it doggystyle B F# E F# B Maybe you like to go down on someone who hasnt bathed in a while B F# E G#m F# Maybe you even like to take it up the ass sometimes with a dildo or some such device B F# E F# B Maybe you like public places or masked faces or role playing as Three Blind Mice E B Well, all of this is okay of course. No one here will judge you E F# F#7 As long as youre two or more consenting adults you can do what you do [chorus] B C#m Everyones a little bit queer E F# From the Pope on down to the homeless beggar B C#m E F# B By now it should be pretty clear that everyones a little bit gay E F# I know it can be hard to swallow B F# E F# G# E Especially for some that purport to follow Christ, or Joseph Smith F# But you might just look inside your heart one day and see that Im right [verse] B And heres what I think: F# E F# F#7 I think youre afraid of a man and a man together B You picture them touching F# It, oooh, it just makes you cringe E F# F#7 And from there you draw your conclusions B F# E F# F#7 You dress it up in words of god, but we all know that god said a lot of things B F# E F# F#7 And I cant speak to those, but what I know is that more love is a good not a bad thing [chorus] B C#m And everyones a little bit queer E F# From the president down to the lonely farmer B C#m E F# Put aside all your fear, and listen to what I have to say E F# I know it can be hard to swallow B F# E F# G#m E Especially for some that purport to follow Christ, or Joseph Smith F# F#7 You might look inside your heart one day and see Im right B And I hope so", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:03:56", "media_filenames": ["data/preprocessed/media/tmp/6731.mp4"], "has_audio_in_video": true}