{"name": "What Does It Mean to Love a Machine? | Song A Day #00013", "description": "This song was deemed too dirty and sexy for YouTube. It got taken down and I had to reupload to Vimeo. Jonathan in 2009 says, \"If you like sci-fi, robots, and sex, this is the song for you. Originally written for Monochrom's Arse Elektronika, I appropriated it for my Song-A-Day project. Contains lines like: \"There was Data, there was Troi, in a sexual position called the Spock-McCoy.\" What Does It Mean To Love A Machine Song A Day #13 First singing note: F# Bm--- Bm--- Bm--- F#--- [verse] Bm D Well, what does it mean to love a machine? E Does it taste like metal? F# Does it taste like me? E F# If you love a machine, will it love you back? F# Will it understand Burt Bacharach? Bm D Well my fairy godmother had a whip E F# She smiled at me and lifted her slip E F# And from her crotch came nanobots ??? F# Bm-C#m-D-C#m And I soon forgot where I was Bm-C#m-D-C#m I was Bm-C#m-D-C#m I was Bm-F#-Bm-F#-Bm [verse] Bm D E F# I looked around and all I saw were machines with tits and cocks and balls E F# Fuck machines of every size E F# Machines with ??? Bm D Mechanical dongs singing pirate songs E F# Droids in thongs and hot cylons E I asked a stranger just where I was F# He said, This is what a dildo does. Bm-C#m-D-C#m I said, Ouch. Bm-C#m-D-C#m I said, Ouch. Bm-C#m-D-C#m I said, Ouch. Bm-F#-Bm-F#-Bm I said, Ouch. [verse] Bm D With my mind confused and my bottom sore E F# I walked through this big green door E Behind me the door disappeared F# A roomba rolled up and called me weird Bm D The whole room changed in a millisec E F# I was on some kind of holodeck E The voice said, Do you like Ayn Rand? F# A woman appeared, I took her hand Bm-C#m-D-C#m Bm-C#m-D-C#m Bm-C#m-D-C#m Bm-F#-Bm-F#-Bm [verse] Bm D Shes the most beautiful woman Id ever seen E F# Vagina smelled like a tangerine E F# I wouldnt have noticed in any case if it wasnt somehow right in my face Bm D E F# I understood without a word when in my mind I swear I heard E F# The sound of her breath, heavy and deep, and suddenly she was fucking me Bm D Well, I twisted and turned. I tried to escape E F# But theres no escape from robot rape E F# D E F# And just when I thought I could take no more, there was C3PO Bm D He took me down the long, dark hall E F# He brought me into a bathroom stall E He flushed the toilet, the floor gave way F# Bm-C#m-D-C#m I landed in a big buffet of balls Bm-C#m-D-C#m Balls Bm-C#m-D-C#m Balls, a buffet of balls Bm-F#-Bm-F#-Bm [verse] Bm D I was out of my mind. I was out of touch E F# A mountain of balls, now this was too much E I ran screaming through the crowd of mess F# I ended up on the observation deck Bm And there was Dada D There was Troy E F# In a sexual position called the Spock McCoy E Are you fully functional? they ask F# And I ran the other way when they slap my ass Bm-C#m-D-C#m Bm-C#m-D-C#m [verse] Bm D I ran til I could run no more E F# A door appeared that said hardcore E F# And next to that stood a door that looked like something out of a Roald Dahl book Bm D E F# And behind that door was a pneumatic tube, warmed by the sun and greased with lube E I stepped in there, despite my fear F# Bm-C#m-D-C#m And thats when I found myself here, with you Bm-C#m-D-C#m Bm-C#m-D-C#m Bm-F#-Bm Bm D So here I sit to tell my tale E F# You probably think that its an epic fail E Its a funny, funny song, sure, its just a goof, though F# We need evidence. We want proof Bm D Well if you look beside me youll see a jar E F# It looks empty, but it aint by far E Straight from my fairy godmothers crotch F# A nice fresh batch of nanobots! Bm-C#m-D-C#m Bm-C#m-D-C#m Bm-C#m-D-C#m Bm-F#-Bm", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:00:14", "media_filenames": ["data/preprocessed/media/tmp/6732.mp4"], "has_audio_in_video": true}