{"name": "Get Well, Steve Jobs | Song A Day #00015", "description": "This was written on the day it was first announced that Steve Jobs had cancer. This is the first of many, many songs about Apple, including eventually [the one] (https://www.youtube.com/watch?v=xFyXoPi9FNs) that Steve himself chose to open the AnntennaGate press conference with. Jonathan in 2009 says, \"This one's about Steve Jobs. I have a weird internal relationship with Mac's in general, and Steve in particular. I follow Mac stuff obsessively, reading blogs, watching keynotes, the whole nine. But at the same time, I feel ashamed of myself for buying into the uber-super-duper consumerism of it. I mean, it's consumerism ULTRA. Then, with Steve, it's this feeling that, based on everything that I've read of him, based on all of the speeches I've read of his (and I've read most, I think), it just seems to me that someone of his intelligence and sensitivity must also see the raw, unyielding consumerism that he's the King of, and I wonder, does he care? Does he ever question what he's throwing his obvious talent behind? I wonder. Anyway, he's sick and it's really sad imagining a world without Steve Jobs. I hope he gets better. I'd be so curious to know what his inner life is like.\" Get Well Steve Jobs Song A Day #15 First singing note: C# F#--------------- [verse] F# D#m As businessmen go he is a legend C# B Surviving exile returning as king F# D#m If that sounds like Moses its no accident C# B The cult of Macintosh is a religion [refrain] A#m B We bow down to products that make us weep F# The beauty of simplicity C# The shepherd and his sheep A#m B We defend all attackers with fervent zeal F# C# In each operating system some new truth is revealed [verse] F# D#m C# B His violent temper, his strict beliefs, his singular vision makes him adored F# D#m And we try to please him as we make our way C# B Through the pipeline of products that we cant afford [refrain] A#m B F# C# I often wonder if he sees how our culture of consumerism has led to this state of the world A#m B F# C# And if he feels at all responsible for the ways in which Apple has fed D#m C# B F# But of course I frame these hypothetical debates around my own shortcomings D#m C# B C# Because I cant reconcile my obsession with Mac with all that I feel to be true [verse] F# D#m Steve Jobs is sick now and that makes me sad C# B For him, for his family, I hope he pulls through F# D#m The excitement that I feel when he walks out on stage C# B Its not just what hes revealing, but the way he reveals it, too [outro] F#------- Steve Jobs B------- Steve Jobs F#------- Steve Jobs C#------- 2X F#", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:00:14", "media_filenames": ["data/preprocessed/media/tmp/6734.mp4"], "has_audio_in_video": true}