{"name": "I'm So Tired of Capitalism | Song A Day #00017", "description": "Is there an irony to selling an NFT called I'm So Tired of Capitalism? Maybe. Get used to it. I'm So Tired of Capitalism Song A Day #17 First note sung: F# D#m-B-C#-F# 2X [verse] D#m B C#m F# Swallow it up, swallow it whole D#m B C#m F# E Never be fresh or rest control away D#m---F#------ D#m B C#m F# Every new idea consume D#m B Price is right C#m F# E To will to bloom at somebodys will D#m---F#------- [chorus] B Im so tired F# Im so tired E Im so tired F# Im so tired B Im so tired F# Im so tired E Im so tired B F# Im so tired D#m---F#------ [verse] D#m B C#m F# Package it up, make it move D#m B C#m F# Transition is always smooth E And no one can resist D#m---F#------ D#m B C#m F# How can I grow if I know? B B C#m F# E All Ive shown is serves to throw me off of the track D#m---F#------ [chorus] B Im so tired F# Im so tired E Im so tired F# Im so tired B Im so tired F# Im so tired E Im so tired B F# Im so tired B Im so tired F# Im so tired E Im so tired F# Im so tired Of all of this crap B", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:00:46", "media_filenames": ["data/preprocessed/media/tmp/6736.mp4"], "has_audio_in_video": true}