{"name": "The Marks Sisters | Song A Day #00018", "description": "People often ask me, \"What's your favorite Song A Day?\" and I never really have an answer. And anyway, the more interesting question is, \"What's your LEAST favorite Song A Day?\" This song is definitely a contender. It's very sad to me because, as you can read below, I wrote this song after seeing a dear old friend perform, and I wanted to make a song for her and her band. But boy, did it not turn out right. The thing that bothers me most about this song is that I was *trying too hard*. All that being said, from an NFT collectible perspective, this song is actually quite rare. It's one of only 3 songs out of the over 4,300 I've written so far that was written in Baltimore. It's the first song that has a topic of \"friend\" (note the little picture frame in the image), and there are not very many of those, in the scheme of things, either. Jonathan from 2009 says, \"I saw an old friend of mine yesterday, and she's starting a 3 person acapella group with two other gals. They sang me a song. It was awesome. This song is about them, and if they like and/or could do anything with it, it's theirs!\" Love, magic, boyfriends, and Bushwick Thats how we came to be Love, magic, boyfriends, and Bushwick The 21st century The moon hung ove An iris Dakota Had some stranger on the dark side of the road In silence and light Three jewels of the night all dressed in white and shining No one saw, no one heard but the world knew without a word A clock strikes twelve, church bells ring And the night splits open, angels sing Love, magic, boyfriends and Bushwick Thats how we came to be Love, magic, boyfriends and Bushwick The 21st century", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:04:32", "media_filenames": ["data/preprocessed/media/tmp/6737.mp4"], "has_audio_in_video": true}