{"name": "Stay Out of My Body | Song A Day #00021", "description": "This is the first of the Song A Day sick song. If you're writing a Song A Day, you don't take a break for an illness. You write a song about it. Stay Out of My Body Song A Day #21 Bbm-F-Bbm-F- [verse] Bbm F Bbm F I feel like Im getting sick Bbm F Bbm F Better do something bout it quick Ebm Gb Drink a lot of tea, get some vitamin C Bbm F Bbm F Man I hope that does the trick Bbm F Bbm F Cuz I feel like Im getting ill Bbm F Bbm F Clean up on aisle Jonathan, weve had a spill Ebm Gb My brain is a hammer and unladder jammer, baby Bbm F Bbm F Tumbling down to Jack and Jill Bbm F Bbm F Cuz I feel like Im coming down Bbm F Bbm F With something heavy, dark, and round Ebm Gb Bbm F Bbm F Its got seven heads and its a million threads with which it makes my body pound Bbm F Bbm F Cuz I feel like I caught a cold Bbm F Bbm F A bitter animal without a soul Ebm Gb My antibodies say No sir, you may not stay, Bbm F Bbm F As they battle for control Bbm F Bbm F As I sing the battle intensifies Bbm F Bbm F The cold will turn round if it knows whats wise Ebm Gb Bbm F Bbm F Im an army immune and Im armed with a tune that will shock and awe as it dies [outro] And it goes like this: Bbm Gb F Ab Bbm Gb F Ab Stay out of my, stay out of my, stay out of my body, stay out of my body 12X (with increasing speed)", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:02:00", "media_filenames": ["data/preprocessed/media/tmp/6740.mp4"], "has_audio_in_video": true}