{"name": "Barack Obama | Song A Day #00023", "description": "The very first Song A Day with electric guitar. Jonathan in 2009 says, \"Barack Obama! Don't Let Me Down!\" Barack Obama Song A Day #23 First note sung: C# A---D---E---E 2X [verse] A E D E I don't expect you to be perfect A E D E I don't expect angels to sing out every time you speak A E D E I don't expect you to be God A E D E I expect you to be Barack A E D E That's Barack Obama [chorus] A E D E Whoa-oh, whoa-oh Barack Obama A E D E Whoa-oh, whoa-oh Barack Obama [verse] A E D E Some people call it a cult of personality A E D E Some people say that it's too good to be true A E D E Given the last eight years we've had A E D E I'm just glad that we have you, Barack Obama [chorus] A E D E Whoa-oh, whoa-oh Barack Obama A E D E Whoa-oh, whoa-oh Barack Obama [verse] A E D E There's so many ways for things to go wrong A E D E You're good at being who you are A E D E Please don't let me down A E D E Please don't let me down, Barack Obama [chorus] A E D E Whoa-oh, whoa-oh Barack Obama A E D E Whoa-oh, whoa-oh Barack Obama", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:01:12", "media_filenames": ["data/preprocessed/media/tmp/6742.mp4"], "has_audio_in_video": true}