{"name": "Love Me a Little Bit More | Song A Day #00025", "description": "This is a sad song about wanting more from someone than they are able to give you. Love Me A Little Bit More Song A Day #25 First note sung: F# [intro] Bm--- D--- F#------- Bm--- D---- E------- [verse] Bm D F# I am insecure but I am sure that you can barely tell Bm D E I feel bad, it makes me sad, I hide it very well Bm D F# I'm not the kind of guy that you would say is very strong Bm D E But I'll love you till the day I die and more after I'm gone Bm D F# What can I do? I long for you. I see you every day Bm D E I long to give you all you need to miss me all the way [chorus] Bm A# And to love me more Bm A# And to love me more Bm A# F# Bm And to love me just a little bit more Bm--- D--- F#------- Bm--- D---- E------- [verse] Bm D F# Well, I'm soft inside, and I have tried to keep that part displayed Bm D E My heart's the one with the baton in front of the parade Bm D F# I'm younger than I look when seen with eyes that judge too quick Bm D E But truth be told, I'm feeling old and tired and lovesick Bm D F# You turn me on and I am drawn, I cannot stay away Bm D E I long to give you all you need to miss me all the way [chorus] Bm A# And to love me more Bm A# And to love me more Bm A# F# Bm And to love me just a little bit more [bridge] D Jack wanted Jill E Just like Adam wanted Eve G I want you, baby F# F#sus4 More than you believe [verse] Bm D F# I'm so uptight I think I might just pop like a balloon Bm D E I wish I had a brogue in plaid or Elvis kind of croon Bm D F# I'm the fool who'll spill your drink, apologize too much Bm D E What I lack in grace I can't replace, I'm a very loving klutz Bm D F# I want to give you a place to live, a place to knit and play Bm D E I long to give you all you need to miss me all the way [chorus] Bm A# And to love me more Bm A# And to love me more Bm A# F# Bm And to love me just a little bit more Bm--- D--- F#------- Just a little bit more Bm--- D---- E------- Just a little bit more Bm--- D--- F#------- Just a little bit more Bm--- D---- E------- Just a little bit more Bm", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:01:37", "media_filenames": ["data/preprocessed/media/tmp/6744.mp4"], "has_audio_in_video": true}