{"name": "Speaking Electricity | Song A Day #00026", "description": "Jonathan in 2009 says, \"About my lack of language skills. And other things too.\" Speaking Electricity Song A Day #26 First note sung: A [intro] D (sparksparksparksparksparksparkspark) Yeah A/C# (sparksparksparksparksparksparkspark) Yeah Bm (sparksparksparksparksparksparkspark) Yeah G A (sparksparksparksparkspark spark spark) Oh yeah 2X [verse] Bm G I can't speak any other language F# Than the one I'm speaking now Bm G I wish I could, but I can't F# I'm such an American cow Bm G Mandarin, Cantonese, Japanese, Taiwanese F# German, French, and Thai Bm G HTML, CSS, notes on a page, I'm a mess F# And it's not because I don't try [chorus] D A My mind just doesn't work that way G But I hope it does someday A I hope I can understand every word you say D A Hey! Let's just hug instead G Let's rub both of our heads together until we feel the spark A Speaking electricity C (Lalalalalalala) Yeah G (Lalalalalalala) Yeah D (Lalalalalala A/C# Lalalalalala Bm Lalalalalala G A Lalalala la la) [bridge] D A/C# In every other country, everybody knows Bm A At least another language, oh yeah D A/C# Four years of French, four years of Spanish Bm A I don't remember any of it, yeah D (sparksparksparksparksparksparkspark) Yeah A/C# (sparksparksparksparksparksparkspark) Yeah Bm (sparksparksparksparksparksparkspark) Yeah G A (sparksparksparksparkspark spark spark) Oh yeah [verse] Bm God knocked down G The Tower of Babel F# That was quite an asshole move Bm G Ok, ok, it's just a parable F# But what exactly does it prove? Bm Once upon a time, we were one G Then suddenly: division F# Like atoms split explode Bm And so here I sit G Feeling inadequate F# 'Cause I don't speak Morse code [chorus] D A My mind just doesn't work that way G But I hope it does someday I hope I can understand every word you say D A Hey! Let's just hug instead G Let's see what's in our heads, with rubbin' together and all of that A Electricity C (Lalalalalalala) Yeah G (Lalalalalalala) Yeah D (sparksparksparksparksparksparkspark) Yeah A/C# (sparksparksparksparksparksparkspark) Yeah Bm (sparksparksparksparksparksparkspark) Yeah G A (sparksparksparksparkspark spark spark) Oh yeah", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:04:55", "media_filenames": ["data/preprocessed/media/tmp/6745.mp4"], "has_audio_in_video": true}