{"name": "The Fox and the Hen | Song A Day #00028", "description": "Jonathan in 2009 says, \"A silly song about farm animals feelings sleepy. Have you ever read Animal Farm?\" The Fox And The Hen Song A Day #28 First note sung: A A---G---F#m---G 2X [verse] A G The fox said to the hen, F#m G \"It's just a matter of when.\" A G The bull said to the sheep, F#m G \"You think we'll get some sleep, Get some sleep tonight?\" A [vocal break] Oh, A Bum ba da ba G Bum ba da bum F#m G Bum ba da ba ba-doh ba-doh da A Bum ba da ba G Bum ba doh doh F#m G [verse] A G The horse passed to the goat F#m G A handsome ransom note A G The duck said to the quail, F#m G \"The sunset sure is pale. Get some sleep tonight.\" A [outro] A G Sleep tonight F#m G Sleep tonight A G Get some sleep tonight F#m G Sleep tonight G-F#m", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:04:55", "media_filenames": ["data/preprocessed/media/tmp/6747.mp4"], "has_audio_in_video": true}