{"name": "Dark Days | Song A Day #00030", "description": "Jonathan in 2009 says, \"Wow. Justwow. I want to keep going Can I?!\" Jonathan in 2009 was referring to the fact that I started this project intending to only go for 1 month. Bb------- Eb------- X2 [verse] Bbm Abm Dark days on the old prairie Gb Bbm Abm I'm a meerkat don't mess with me Bbm Abm Rain coming down in waves and sheets Gb Bbm Abm I'm holding on with claws sharper than golf cleats [prechorus] Bm Cm Dm Eb F Don't underestimate her power, her power [chorus] Bb Cm No rest for the weary souls Gm F Who make their homes in snake-proof holes Bb Cm Spider spider spider, we toil and struggle Gm F Rainy rainy rainy, we nestle and snuggle home [verse] Bbm Abm Dark day, I'm sensing a big storm Gb Bbm Abm Better get these berries back to the twig farm Bbm Abm Grandpa's sleeping in his favorite chair Gb Bbm Abm I can smell electricity wafting through the air [prechorus] Bm Cm Dm Eb F Don't underestimate her power, her power [chorus] Bb Cm No rest for the weary souls Gm F Who make their homes in snake-proof holes Bb Cm Spider spider spider, we toil and struggle Gm F Rainy rainy rainy, we nestle and snuggle home Bb", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:01:12", "media_filenames": ["data/preprocessed/media/tmp/6749.mp4"], "has_audio_in_video": true}