{"name": "The Day That Google Crashed the internet | Song A Day #00031", "description": "Jonathan in 2009 says, \"Did anyone see google this morning? It was really weird. Every search returned results that said each website was malware.\" The Day That Google Crashed The Internet Song A Day #31 The day that Google crashed the internet Productivity fell by ten thousand percent Orgies and love-ins and riots broke out In offices everywhere I forgot how to read a map, forgot how to spell I couldn't tell which actors were in which movies very well I lost touch with all my friends that live in New York City I looked desperately everywhere for funny little kitties The day that Google lost the internet The day that Google misplaced the internet The day that Google destroyed the internet The day that Google crashed the internet One day later, people bought magazines Two days later, the economy collapsed Three days later, productivity was up Four days later, I went to work on a farm The day, the day, the day The day that Google died The day, the day, the day The day the internet died The day that Google crashed the internet Eighteen to twenty-four year olds rediscovered their TV sets The post office stopped losing money They even brought back the Pony Express I started a cable access show, subscribed to the New York Times Electronic Gaming Monthly came back and everything was fine I read more books, I met more girls, I lived my real life Oh, when Google killed the internet, I went dancing every night The day Google crashed the internet The day Google hurt the internet The day that Google said no to the internet The day that Google crashed the internet Five days later, people's grammar had improved Six days later, tweens didn't exist Seven days later, I had a picnic Eight days later, the whole planet was nuked Oh, the day Yes, the day That was the day that Google died and crashed the internet The day Oh, the day It was the day that the internet died and Google went to The day that Google crashed the internet I went out to the beach and threw myself into the ocean", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:00:52", "media_filenames": ["data/preprocessed/media/tmp/6750.mp4"], "has_audio_in_video": true}