{"name": "I Love Battlestar Galactica | Song A Day #00033", "description": "Jonathan in 2009 says, \"The show has gotten really, really good again. Thank god.\" This is one of my favorites from year one. I Love Battlestar Song A Day #33 First note sung: B G------- Em------- C------- D------- X2 [verse] G World destroyed! Ships deployed! Em Running from! Those Cylon bums! C Robots that look like humans Eb D And robots that look like robots, too G Oh, Powerful ships! Faster than light! Em Melodramatic space fight! E Adama, Apollo, Starbuck, Boomer Eb D Baltar, Colonel Tigh [chorus] G Em Oh, I love Battlestar Galactica C D And I love Battlestar Galactica-oh Galactica-oh G Em Oh, I love Battlestar Galactica C D And I love Battlestar Galactica Galactica [verse] G Cylon among us! Cylon detector! Em Zaerk riots! Cylon/human babies C Eb D Six is trying to get so pregnant all the time G Oh, Six is in Baltar's mind Em Or is he in hers? C Tyrol, Agathon, Gaeta, Cally Eb D Ellen, Roslin, Doc Cottle [chorus] G Em And I love Battlestar Galactica C D And I love Battlestar Galactica-oh Galactica-oh G Em I love Battlestar Galactica C D And I love Battlestar Galactica Galactica [verse] G Looking for Earth! But New Caprica Em Cylon rule totally sucks! C Tyrol Union organizer Eb D Colonel Tigh loses an eye! G And book of Pythia Tomb of Athena Em Roslin cancer, Roslin leader C Starbuck Arrow marries Anders Eb D Way to Earth is revealed! G Cylon Civil War! Em Final Five hear a song! C It's Bob Dylan, \"All Along the Watchtower\" Eb D I miss Cally a lot G Gotta put together a truce To spool up the juice Em To maybe produce C A new place to live But Gaeta's got other plans Eb D He and Zaerk are going berserk [chorus] G Em And I love Battlestar Galactica C D And I love Battlestar Galactica Galactica G Em Oh, I love Battlestar Galactica C D And I love Battlestar Galactica Galactica G Em Oh, I love Battlestar Galactica C D And I love Battlestar Galactica Galactica G Em Oh, I love Battlestar Galactica C D And I love Battlestar Galactica G Galactica oh yeah", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:00:54", "media_filenames": ["data/preprocessed/media/tmp/6752.mp4"], "has_audio_in_video": true}