{"name": "Scarlett Thomas | Song A Day #00036", "description": "Jonathan in 2009 says, \"It's about Scarlett Thomas, an author. I've read two of her books, and they're both amazing. \"PopCo\" and \"The End of Mr. Y\" Read them!\" 1, 2, 3, 4 Say It C-----G-F-----G- Na x28 [verse] C G F G Scarlett Thomas, I want to hug your mind C G F G In the best way, in the best way, in the best way possible C G F G Cuddling every synapse, and leaving no thought unturned C G F G Im not obsessed with you, but I could see that happening C-----G-F-----G- Na x28 [verse] C G F G Scarlett Thomas, Ive read two of your books C G F G And they made, and they made, and they made me reel and rock C G My girlfriend gave me both of them F G Shes a big fan, too C G F G Im generally attracted to people smarter than me Thats why I say: C-----G-F-----G- Na x28 C-----G-F-----G- 4, 3 Say It 4, 3 Try, Say It 4, 3 4, 3 Try, Say It C-----G-F-----G- Scarlett Thomas, Scarlett Thomas 3 Try, Say It C-----G-F-----G- Na x28", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:06:41", "media_filenames": ["data/preprocessed/media/tmp/6755.mp4"], "has_audio_in_video": true}