{"name": "Wolf of the Battlefield | Song A Day #00041", "description": "Jonathan from 2009 says, \"Ask and ye shall receive...sometimes. A song about this week's VC release.\" First note sung: E [inro] E---F#m---A---B--- Run and gun and run E-------C#m---B--- X2 [verse] E C#m B Hes not a bull that can run and gun with best of them E C#m B No, hes not a sheep that doesnt sleep until hes arrested A G#m And no, hes a wolf of the battlefield C#m B MERCS on the Sega Genesis E C#m B Yeah X2 [verse] E C#m B Hes not a deer that can fight or flight on a moments notice E C#m B Hes not a cow that knows just how to form a perfect lotus A G#m Hes a wolf of the battlefield C#m B MERCS on the Sega Genesis E C#m B Yeah X2 [bridge] B Chop down, run and gun A You played it before Its still kinda fun G#m Jungle, village, mountains, too A B And run and gun just for you [verse] E C#m B Hes not a cat that always lands on two feet, tail for balance E C#m B Hes not a dog performing tricks and has so many talents A G#m Hes a wolf of the battlefield C#m B MERCS on the Sega Genesis E C#m B Yeah X2 E", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:09:00", "media_filenames": ["data/preprocessed/media/tmp/6760.mp4"], "has_audio_in_video": true}