{"name": "The Rain Returned | Song A Day #00045", "description": "Jonathan from 2009 says, \"A very strange song indeed.\" And she was showing up on my front porch Wearing the same clothes, singing the same song We got to talking It turned out that she was raised in the same town Grew up on the same street In fact, lived in my room She was from another universe Her atoms were mine, but reversed She looked like me, but not like me Its kinda hard to explain She said, In my universe things are similar to yours But when we make love, it makes rain Were in the middle of a drought Which is why I sought you out You need to come with me Our scientists say that if you and I do it today The rain will return finally. She brought me along on her ship We got to know each other along the way It was like looking into a mirror thats distorted and all opaque To make a long story short We made love in a castle Surrounded by the inhabitants of her universe And in nine months time, like some kind of miracle The rain returned Oh, the rain returned Oh, the rain returned And thats how I made love to myself in another universe And the rain returned", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:04:55", "media_filenames": ["data/preprocessed/media/tmp/6764.mp4"], "has_audio_in_video": true}