{"name": "Mummy's on Campus | Song A Day #00048", "description": "Jonathan from 2009 says, \"A song request! from youtuber: unicornrida4life. He's made a 40 min. scary funny film called Mummy on Campus.\" Mummys on Campus Song #48 First note sung: G Eb---Gm---Ab---Bb--- X2 [verse] Eb Gm Ab Bb Open up your heart and let the light shine in Eb Gm Everybody sees you Ab Bb Everybody knows just what youre doing Eb Gm Ab Bb Eb Gm Close down that tomb Ab Bb Some things are better left undone Eb Gm Ab Bb I never really told you about the feelings kept inside [prechorus] Cm Fm But here it comes and there it goes, baby Cm Bb Here it comes and there it goes [chorus] Eb Gm Ab Bb I know youre calling my name again Eb Gm Ab Bb I know youre calling my name Eb Gm Ab Bb I know youre calling my name again, my baby Eb Gm Ab Bb [verse] Eb Gm Ab Bb Even Jesus Christ was resurrected Eb Gm Ab Bb Wouldnt it be nice if we could do the same? Eb Gm Ab Bb But we best think twice before we bring things back that dont belong here Eb Gm Ab Bb Look at my eyes x3 [prechorus] Cm Fm Here it comes, baby and there it goes, baby Cm Bb Here it comes and there it goes [chorus] Eb Gm Ab Bb I know youre calling my name again Eb Gm Ab Bb I know youre calling my name Eb Gm Ab Bb I know youre calling my name again, my baby Eb Gm Ab Bb [bridge] Ab Cm These feelings wouldnt survive if we didnt keep them alive Gm Fm If we didnt feed them love Bb Love Eb Gm Ab Bb X2 [verse] Eb Gm Ab Bb Open up your heart and let the moonlight in Eb Gm Ab Bb Tell the whole truth, tell the world our story Eb Gm Ab Bb But you best think twice before you bring things back that dont belong here Eb Gm Ab Bb Look at my eyes x3 [prechorus] Cm Fm Here it comes, baby and there it goes, baby Cm Here it comes, baby Bb There it goes [chorus] Eb Gm Ab Bb I know youre calling my name again Eb Gm Ab Bb I know youre calling my name Eb Gm Ab Bb I know youre calling my name again, my baby Eb Gm Ab Bb Eb Gm Ab Bb X4", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:04:08", "media_filenames": ["data/preprocessed/media/tmp/6766.mp4"], "has_audio_in_video": true}