{"name": "Your Mother Doesn't Love You Anymore (An Extrasolar Anthem) | Song A Day #00051", "description": "Jonathan from 2009 says, \"About a planet somewhere in a far off galaxy that is tempting humanity to come join her. This was song request from Karol. He wanted a song about an extrasolar planet! \" Your Mother Doesnt Love You Anymore (An Extrasolar Anthem) Song #51 First note sung: A [verse] G F#m Bm Hello, how do you do? G D A D Im an extrasolar planet for you G F#m Bm You know the earth is totally screwed G D A D Im an extrasolar planet for you G D A Bm And you can call me Mom G D A Bm I bought your favorite toys, yeah G D A Bm Well have fun G D A Bm Youll be my itty bitty girls and boys, yeah G A D Youll be my little bitty girls and boys [verse] D Bm G A There comes a time in every species life D Bm G A Where theyve gotta look around and make the tough decisions D Bm G A The dinosaurs couldnt face the hard facts D Bm G A They ended up extinct and buried in tar pits G A But dont let that happen G A No, dont let that happen G A D Dont let that happen to you [verse] G F#m Bm Ive got 17 moons G D A D Im an extrasolar planet for you G F#m Bm I make the earth look like a prude G D A D Im an extrasolar planet for you G D A Bm I made your bed G D A Bm I made you cookies and tea G D A Bm Im the Garden of Eden G D A Bm And you can eat from my forbidden tree, yeah G A D You can eat from my forbidden tree D Bm G A Think youre old enough to know the meaning of the universe? D Bm G A So come on over and Ill tell it to you D Bm G A Whatcha got to lose? Your mother doesnt love you D Bm G A First thing when you get here I am going to hug you G A So come, come on over G A Yeah, come, come on over G A D Yeah, come, come on over to me! D G A D To me! D G A D Yeah!", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "500000000000000000", "eth_price_decimal": 18, "usd_price": 1806.9717629999998, "usd_volume": 23828509590.0, "usd_marketcap": 207944000000.0, "transaction_time": "2021-03-16T07:50:34", "media_filenames": ["data/preprocessed/media/tmp/6769.mp4"], "has_audio_in_video": true}