{"name": "Co-op Theme Song | Song A Day #00056", "description": "Jonathan from 2009 says, \"#56 is just a DEMO.\" COOP Theme Acoustic Style Song A Day #397b First note: D {INTRO} D Bm Asus4 G {VERSE} D Bm Asus4 G D The thing I like about you most is Bm Asus4 G D Youd run away with me Bm So pack your bags Asus4 G And your shotgun too D Bm Asus4 G D We might run into zombies {CHORUS} Bm Asus4 G D Bm Asus4 G Were always down for that Coop Multiplayer Action D Were always down {VERSE} Bm Asus4 G D Id follow you into the jungle Bm Asus4 G D Yeah I know wed survive Bm Asus4 G D Endless waves, faceless soldiers Bm Asus4 Cause weve got sixty lives {CHORUS} Bm Asus4 G D Bm Asus4 Were always down for that Coop Multiplayer Action G D Were always down Bm Were so down Asus4 Were so down G D Were so down for Coop Bm Asus4 G D Bm Asus4 G Were so down for that Coop action {INTERLUDE} D Bm Asus4 G D Bm Asus4 G D {VERSE} Bm Asus4 G D Im tough like a ninja Bm Asus4 G D When the pirates come in hoards Bm Asus4 G D Well thats when Ill be calling to ya Bm Asus4 G D Youd better bring your swords {CHORUS} Bm Asus4 G D Bm Asus4 Were always down for that Coop Multiplayer Action G D Were always down Bm Were so down Asus4 Were so down G D Were so down for Coop Bm Were so down Asus4 Were so down G D Were so down for Coop Bm Were so down Asus4 Were so down G D Were so down for Coop Bm Were so down Asus4 Were so down G D Were so down for Coop Bm Asus4 G D Were so down for that Coop action Bm Asus4 G D Were so down for that Coop action", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "890000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:43:27", "media_filenames": ["data/preprocessed/media/tmp/6774.mp4"], "has_audio_in_video": true}