{"name": "Teddy Bear Revolution | Song A Day #00063", "description": "Jonathan from 2009 says, \"A request from Legend of Wiked on youtube.\" Song #64 First Note Sung: Am G Im sick of all this talk of eating rats frau Dm What about it? C What about us? Am G Im sick of all this talk of eating rats frau Dm What about it? C What about us? C Dm Am F One day we will rise up and take whats rightfully ours Dm Am G Wrest control from our evil human oppressor C Dm And lord I know that day is coming Am F Dm Am G Every teddy bear in the world raises fist in spite those that does wrong Listen to me now say C F C F Teddy bear revolution is the only sensible solution C F C F To reverse all the sick pollution theyve poisoned our minds Dm G They make us think were less than they are C F And so I offer up this prayer C F Youre just a little teddy bear Dm G Lets show them what that means C Death to humans", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:00:52", "media_filenames": ["data/preprocessed/media/tmp/6781.mp4"], "has_audio_in_video": true}