{"name": "The Spyders | Song A Day #00064", "description": "Jonathan from 2009 says, \"Another one for Ivorys mom. Theres a lot of inside jokes. Its basically one big inside joke! Hope you like it anyway!\" First note sung: Bb Bb Nine sisters up on a hill F/Ab Eating, drinking, talking, bonding F/Ab When the slopes are covered in snow F/Ab Bb Thats when Spyders are responding Bb Muppet down, muppet down Bb F/Ab Marias thinking up a new book idea G Eb Sanaes cooking up a gluten free meal Bb Eb Bb F Hey, hey, hey thats the Spyders Bb F/Ab Dagnes covered in rhinestones and feathers G Eb As Cynthia O. reads magazines by the fire Bb Eb Bb F Hey, hey, hey, thats the Spyders Bb F/Ab Glynnis wont give Fab a bedtime kiss G Eb Pamela sees modern art in all of this Bb Eb Bb F I said hey, hey, hey thats the Spyders Bb F/Ab Cynthia A. may be thinking about Russia G Eb Kristins got the girls doing sit ups and push ups Bb Eb Bb F I said hey, hey, hey thats the Spyders Bb F/Ab G Eb And Fabs the glue, Fabs the queen, Fabs big heart and generosity Bb Eb Bb F Thats hey, hey, hey the Spyders Bb Nine sisters up on a hill F/Ab Eating, drinking, talking, bonding F/Ab When the slopes are covered in snow F/Ab Bb Thats when Spyders are responding Bb Muppet down, muppet down x2", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:04:55", "media_filenames": ["data/preprocessed/media/tmp/6782.mp4"], "has_audio_in_video": true}