{"name": "Nano Nano Nightmare | Song A Day #00073", "description": "Jonathan from 2009 says, \"Nanotechnologicnightmare.\" The earth was a barren wasteland The year was 2012 I was looking for a friend Cuz I needed someone to talk to So I invented a machine that would shrink we me way down small No, no, smaller than that x3 No, still still smaller Once I was small enough Smaller than a pinhead I set out on my quest Didnt take too long before I found a little nanobot He said his name was Lore I asked him where he came from He said that humans made him Said that he had lots of friends and they called themselves grey goo He said theyd taken over and made earth unhabitable for all organic life But wait I stopped him and he looked at me If what youre telling me is true Then that makes me aOh no! Oh yes, machine Oh yes, machine I am just a machine Oh no! Oh yes! The end x2", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:05:52", "media_filenames": ["data/preprocessed/media/tmp/6791.mp4"], "has_audio_in_video": true}