{"name": "Copying isn't Theft | Song A Day #00077", "description": "Jonathan from 2009 says, \"Wasn't written by me! It was written by Nina Paley, an amazing animator. She wrote the lyrics and melody, (here's the original video of her singing it: ) When I heard it, I just knew I had to \"copy\" it! Yay!\" Copying isnt theft Stealing a thing leaves one less left Copying makes one thing more And thats what copyings for Copying isnt theft If I kept yours, you have it too One for me, and one for you Thats what copying can do If I steal your bicycle, you have to take the bus But if I just copy it, theres one for both of us Making more of a thing Thats what we call copying Sharing ideas with everyone Thats why copying is fun x2 Oh yeah", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:00:52", "media_filenames": ["data/preprocessed/media/tmp/6795.mp4"], "has_audio_in_video": true}