{"name": "Saving Newspapers: The Musical | Song A Day #00078", "description": "Jonathan from 2009 says, \"I enlisted the lip-dub and acting chops of my friends down at the East Bay Express, the local alt-weekly here in the East Bay. Yay!\" Newspapers across this country are dying Look at Seattle, look at Denver Its like a plague And unless we think of something to do to stop it from spreading Its gonna wipe us out like a great big tidal wave Oh no! Oh, a tidal wave Oh no! An internet tidal wave Oh no! A blogger blogger tidal wave Yikes! In an age of digital ubiquity Where you can get the news any time for free Is there any room for dinosaurs like us? Journalists, are we already extinct? Weve got to think of something to keep this paper alive At this point well try anything Weve got to survive Idea! Selling marijuana when California legalizes Idea! Holding weekly raffles and giving out tons of prizes Idea! We could start to offer businesses good reviews on Yelp Idea! We could just start a prostitution ring and sell ourselves What about short selling stocks? Why dont we try Fort Knox? Lets make green technology! Lets rob a bank! Ive got it! Its perfect! You wanna hear it? Yes, just tell us already! Boobs, boobs If you wanna compete with the internet You gotta start thinking like them Its been tested, its been proven Boobs alone will get the traffic moving So repeat after me Boobs on the front page Boobs on the blog Boobs in the classified Boobs, boobs, boobs, boobs Boobs on the front page Boobs on the blog Boobs in the classified Boobs, boobs, boobs, boobs Whats gonna save the newspapers? The answer is boobs!", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:04:08", "media_filenames": ["data/preprocessed/media/tmp/6796.mp4"], "has_audio_in_video": true}