{"name": "Out My Front Door | Song A Day #00080", "description": "Jonathan from 2009 says, \"Images seen while looking out from my front door set to music and lyrics.\" This window was left open This car is making a right turn These folks are walking their dog This woman is pointing to the east Theres sprouts in this pot Joeys leaving on his bike Wind chimes are dangling This dandelion is holding on for dear life This guy with long hair is crossing the street, oh This guy with a red hoodie is crossing the other way The sidewalk is quiet These trees are blowing These guys are walking with briefcases I wonder where theyre going Turns out they were going to their car Man these clouds look ominous This woman is walking with her baby Her boyfriend looks worried about something Theres a helicopter flying over head This fellas on a cell phone These yellow flowers are jiggling Neglected phone books, pages turning by themselves This guy in an orange vest is riding his bike, oh This womans dog is looking for a place to go These two guys are walking One of them is holding up a key This van is making a right turn This guy is living dangerously, oh And the clouds were still ominous", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:09:54", "media_filenames": ["data/preprocessed/media/tmp/6798.mp4"], "has_audio_in_video": true}