{"name": "My Obama Neurosis | Song A Day #00083", "description": "Jonathan from 2009 says, \"It's about my strange Obama Neurosis. I love him; I'm confused by his choices. He's great; he makes no sense! This back and forth forces me into this Jekyll and Hyde mindset. Yes! No! Argh!\" Obama has brought back science Obama is so good for the environment Obama!!! Hes missing it entirely on the economy! Why isnt he prosecuting the Bush torture war crimes?! Oh god! I dont understand! Obama, he takes the long view Hes a very astute public servant and he knows just what hes doing No!!! Hes just another politician Whatever happened to a team of rivals, for gods sake?! Oh I hate that term, team of rivals! But why Geitner?! Why Larry Summers?! Obama, why?! Obama closed Guantanimo And he started to return our moral standing on the stage of the world The Anti-Counterfeiting Trade Agreement?! Whatever happened to transparency?! What about warrantless wiretapping?! Why are telecommunications giants getting impunity?! I dont get it!!! Obama, why?! Obama does good Obama does bad Just like any other man But boy is he better than the last one we had We can all agree with that Yes we can", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:01:48", "media_filenames": ["data/preprocessed/media/tmp/6801.mp4"], "has_audio_in_video": true}