{"name": "1600 Pennsylvania Ave. | Song A Day #00084", "description": "Jonathan from 2009 says, \"is a request from David Shuster, who has a show on MSNBC. He wanted a song about his show! So here it is! Wahoo!!\" David Shuster can show you where the money goes When it seems for sure that nobody knows In the land of the bailout The curious man is king, oh Shuster likes to Twitter with the best of them Putting the screws to the guests when they wrestle him Hes the host of a show called 1600 Pennsylvania Avenue Sixteen! (Sixteen!) Hundred! (Hundred!) Pennsyl (Pennsylvania Avenue!) Pennsylvania Avenue! David Shuster calls out all the hypocrites When they get all pithy throwing hissy fits Karl Rove is such an easy target! The man is just asking for it! But Shusters not afraid to have a little fun As evidence Im sitting here singing you this song Shusters probably laughing And then hes gonna Twitter it from the set of Sixteen! (Sixteen!) Hundred! (Hundred!) Pennsyl (Pennsylvania Avenue!) Pennsylvania Avenue on MSNBC!", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:07:05", "media_filenames": ["data/preprocessed/media/tmp/6802.mp4"], "has_audio_in_video": true}