{"name": "Fun a Day Anthem (redux) | Song A Day #00085", "description": "Jonathan from 2009 says, \"Thanks to David Shuster for having me on his show!! Welcome to the new viewers! This is a REDUX, something I haven't done for any songs yet, but seemed appropriate here. This song is about following that which you LOVE to do. Since this whole viral Krugman thing only happened because I do what I love to do everyday, I want to spread the message of following your bliss, wherever it leads you. Hopefully this message will especially resonate with those that are out of work, down on their luck, feelin' blue and looking for hope. Find what you love to do and do it.\" When a video goes viral theres only so much that you can do Youre sucked into this spiral where everybody wants to talk to you But when everything is all said and done and your head hits the pillow The most comforting thought in the whole wide world Is to know in your heart, to know That you can sing it and play it You can write it til you drop And you can build it You can make it You dont ever have to stop You can do the things that you love to do You can do them all day long You can let yourself just suck sometimes And let yourself be strong Thats a-oh oh oh Cuz the thing about writing a song a day is some of them are gonna suck Many of them will be just plain mediocre But you shouldnt give up No, cuz some of them will be just excellent Like the best things you ever wrote Thats simple probability so listen to me note for note All you can do is all you can do Theres no need to resist You can lose your job, lose everything All thats left is to follow your bliss So do it, and make it Build it up to the sky Oh, write it and sing it Make a billion different pies Just do the things that you love to do and do them all day long Let yourself just suck sometimes and let yourself be strong Oh, oh, oh, oh", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "110000000000000000", "eth_price_decimal": 18, "usd_price": 3748.76, "usd_volume": 17386204158.0, "usd_marketcap": 442286890171.0, "transaction_time": "2021-10-18T11:05:15", "media_filenames": ["data/preprocessed/media/tmp/6803.mp4"], "has_audio_in_video": true}