{"name": "I am Just a Little Post-It Note | Song A Day #00087", "description": "Jonathan from 2009 says, \"#88 is a request by Darkporpoise. He wanted a song about the secret lives of Post-it notes. So here it is! Why is the post it note stuck to a building in NYC? Why, indeed!\" Youre doing it right, Jon Stewart Youve been doing it right, oh, all along Though cable TV is a sewer You elevate it well beyond that Well, I recall the year was 2004 I was watching Crossfire, I was pretty bored When on walked Jon Stewart He had something important to say And he said, Stop hurting America And he meant it! Stop hurting America! The most brazen display of emotion since Jack Paar I had never seen someone be so real on TV before And it made me jump for joy to know that someone could Well, I dont believe that its a stretch To say the lasts eight years could have broken our backs In fact, Im sure you even saved some lives People contemplating Bush and suicide If not for your show, your ability to turn what everyone is thinking into comedy And isnt that whats kept us Jews around? I mean, going through hell and then laughing about it So youre doing it right, Jon Stewart You were doing it right, oh, all along From a hopelessly devoted viewer I humbly offer you this song here", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:01:37", "media_filenames": ["data/preprocessed/media/tmp/6805.mp4"], "has_audio_in_video": true}