{"name": "Jerry Springer | Song A Day #00089", "description": "Jonathan from 2009 says, \"WARNING! NOT SUITABLE FOR KIDS!!! #90 is a song for a Jerry Springer song contest. The prize is $5000. Sweet. They're going to choose 10 finalists, then there will be voting by the public. The top 3 will come on the show and perform, and then a winner will be announced. 2 things about Jerry Springer that make me think there's more to the man than he gets credit for. 1. He was the mayor of Cincinnati. Then he slept with a prostitute. But he was HONEST about it, and was able to get elected a second time. 2. He was just a little baby when his parents bundled him up, and left their home in Germany to escape the Nazis.. His entire family tree was decimated. I think this colors the man.\" Look at Oedipus Rex Upon which all dramas based on Incest and violence, yeah, thats how it goes Look at the Bible! Look at Shakespeare! Youll find the human condition gloriously hideous Just like the Jerry Springer show Hideous because there is ugliness in all of us And its scary to confront that sometimes Glorious because, well, were all in this together And for each ounce of ugliness there is goodness multiplied I wanna see more kissing cousins More violent hillbillies More hard luck prostitutes And the guys that sleep with their girlfriends moms If most TV is ego, Jerry Springers the id The ultimate expression of all thats deep down So I say: Jerry Springer Oh yeah Jerry Springer, oh yeah x3", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:06:41", "media_filenames": ["data/preprocessed/media/tmp/6807.mp4"], "has_audio_in_video": true}