{"name": "The Ten Plagues | Song A Day #00094", "description": "Jonathan from 2009 says, \"It's a Passover song! I realize that Passover doesn't start until the 9th, which also happens to be my birthday (and the day of my 100th song), but I wanted to get this out there ahead of time. Enjoy!\" The Ten Plagues Song A Day #95 First Singing Note: F# D Moses goes to Pharaoh E A Says, Let my people go! D Pharaoh just laughs at Moses E A Ha ha ha! No no no! D So Moses goes to Yahweh, says, G Hey man, what more can I do? Bm A G Yahweh pulls out all the stops, says E A Let me handle this for you D First turn the Nile D G First turn the Nile into a river of blood D E A Second well make a bajillion frogs crawl up and out of the mud D G Third well turn the dust into all kinds of gnats, lice and fleas Bm A G E A And then Ill attack those crazy Egyptians with packs of wild beasts D G Well fifth Ill send a pestilence followed by incurable sores D E A Seventh well send a great big hail, bigger than the hammer of Thor (Oops, wrong religion!) D G Eighth well bring on the clouds of locusts that will eat everything in their path Bm A G E A Ninth will be a darkness so heavy theyll be drowning in a darkness bath D And if none of that works D G If none of that works were gonna have to get down and dirty D E A No one ever said this business of being God was going to be purdy D No, this job aint easy D It doesnt pay well G And it sure aint any fun Bm A G But the last plague that Im gonna send down E A Gonna kill their first born sons D Well I think we all know how this ends G A How it all turned out D Bm E Pharaoh let Moses go then chases him and then drowns D G Yeah, Moses parts the sea and leads our people to the freedom land Bm A G E A And now we celebrate Passover with Manishevitz and our friends, And we say D la ba pa doo bop da ba da, G E Do bad aba do ba do D Ze be da ba do ba do ba do ba E A Zoo ba da ba do ba do ba doh D Zoo ba do bop zabaduday G Zabadubop zababuday Bm A G E A D Za bub a day zoobidobedo day Happy Passover!", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:07:05", "media_filenames": ["data/preprocessed/media/tmp/6812.mp4"], "has_audio_in_video": true}