{"name": "1 Week, 5 Days | Song A Day #00097", "description": "Jonathan from 2009 says, \"I'm going to see Ivory tomorrow. I am excited.\" Its been 1 week and 5 days Since Ive seen your face Since I kissed you, kissed you, kissed you Ive sure missed you, missed you, missed you Ivory King, you still make me sing Owooo, even more than ever Owooo, even more than ever Ivory King, you still make me sing Owooo, even more than ever Owooo, even more than ever Its been 1 week and 5 days Im freaking out all over the place No more sorrow, sorrow, sorrow See you tomorrow, morrow, morrow Ivory King, you still make me sing Owooo, even more than ever Owooo, even more than ever 1 week and 5 days may not seem like a long time But without you its like a prison sentence served in the depths of my mind Its been 1 week and 5 days since I felt your heartbeat Since weve cuddled, cuddled, cuddled Nuzzle, fuzzle, wuzzle, buzzle Ivory King, you still make me sing Owooo, even more than ever Owooo, even more than ever Oh, Ivory King, you still make me sing Owooo, even more than ever Owooo, even more than ever Owoo", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:07:05", "media_filenames": ["data/preprocessed/media/tmp/6815.mp4"], "has_audio_in_video": true}