{"name": "When the Lighthouse Went Dark | Song A Day #00100", "description": "Jonathan from 2009 says, \"A request from my very good friend Alex Copeland, whom some of you know. He's also Spectre of Woods' brother (the Roll Cats Rapper!). He requested the song title. I wanted to make it in a style that I thought he'd like. Though he usually likes most of my music!\" When the lighthouse went dark No one saw the ship Children werent safe The sharkmen slid silently through the night When the darkness came down The men took up arms We defended this castle Blood dripped from the roof When the lighthouse went dark x4 Go on, Eddie, follow your mother Shes taking you to a safe place Beneath the ground where the sharkmen cant go Cuz the lighthouse went dark Were running out of bullets Gather up the swords We may have to use pitchforks Its gonna be a long night When the lighthouse went dark x4 Dark, dark, dark", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:01:12", "media_filenames": ["data/preprocessed/media/tmp/6818.mp4"], "has_audio_in_video": true}