{"name": "Oreo Love | Song A Day #00103", "description": "Jonathan from 2009 says, \"A song request from Kiley! I rather like this song!\" Im an Oreo cookie whos in love with his milk But she doesnt love me at all Oh, whoa, woe is me Shes as smooth as silk But she doesnt love me at all Listen when I say that loves a one way street Feelings are something you hide Maybe shes snooty Maybe shes racist If only she could see my inside We belong together more than ever like butter and jam Though my heart is currently sunken Pretty soon well be adunkin, oh yeah Im an Oreo cookie whos in love with his milk Soon well be together in your stomach By then it wont matter But maybe it will Maybe in the afterlife shell love me One dunk, two bites There I go Flushed down with her milkiness Were mixing all together and now I know what its like to experience bliss We belong together more than ever like butter and jam Though my heart is currently sunken Pretty soon well be adunkin, oh yeah Oreos", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:01:37", "media_filenames": ["data/preprocessed/media/tmp/6821.mp4"], "has_audio_in_video": true}