{"name": "I am israel, I am Palestine | Song A Day #00109", "description": "Jonathan from 2009 says, \"It's many an artist's dream/nightmare to try to tackle really big issues in their art.\" I Am Israel, I Am Palestine Song A Day #110 First Singing Note: B B C# When your familys been fighting so long that theyve forgotten why they fight F# C# B C# And they dont know how to stop D#m B Two brothers at each others throats C# And neither of them can see F# C# B C# That the blood they sheds the same [chorus] F# C# B C# Tell me what can you do F# C# B so your families see that theyre hurting you? F# Whats mine is yours G#m7 Whats yours is mine F# C# B Im Israel, Im Palestine (Background) Doo doo doo F# C# B C# F# [verse] When your familys steeped in fear so that the fear is all there is Tell me who will intervene? When an eyes worth an eye And the wounds run so deep And all you want is peace [chorus] Tell me what can you do so your families see that theyre hurting you? Whats mine is yours Whats yours is mine Im Israel, Im Palestine [verse] When your families crossed a line so that every boundarys blurred Tell me who will stand aside? Both sides know theyre right And theyve forgotten why they fight And the blood they sheds the same [chorus] Tell me what can you do so your families see how theyre hurting you? Whats mine is yours Whats yours is mine Im Israel, Im Palestine Im Israel, Im Palestine", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:05:09", "media_filenames": ["data/preprocessed/media/tmp/6827.mp4"], "has_audio_in_video": true}