{"name": "Cannabis Criminalization: a Short History in Song | Song A Day #00110", "description": "Jonathan from 2009 says, \"Just like the title says.\" Cannabis CriminalizationA Short History In Song Song a Day #111 First Singing Note: Bb 1, 2, 1, 2, 3, 4 Eb Well it was only 72 years ago Eb That the federal government suddenly said, No more! Bb They said, No more cannabis Cm No more hemp Ab Bb And since that day in August theyve shown nothing but contempt And the story is a very simple one Full of greed, bigotry, and ambition Its about hemp versus nylon And William Randolph Hearst And a guy named Harry J Anslinger [verse] Ab Eb And if you know anyone who smokes the stuff You know its as harmless as can be But our drug war will never be able to get enough Bb Eb Ab Eb Until everyone is rounded up and locked up for eternity [verse] Well first we have a company called Dupont (Dupont) They invented nylon (nylon) Well hemp can do what nylon does, and do it clean and cheap So Dupont wanted to see it outlawed Add to this Harry J Anslinger (Anslinger) He was the first commissioner (commissioner) of the Federal Bureau of Narcotics And he set his sights on cannabis as an easy way to prove his effectiveness You see he characterized it as a dangerous drug As for proof he pointed to those who used it most Which at that time was Mexican workers and black jazz musicians So clearly this drug had to be stopped And in steps William Randolph Hearst (William Randolph Hearst) Who makes Rupert Murdoch kinda look like a saint (like a saint) And every newspaper he owned Very clearly showed how cannabis was the most dangerous thing around [chorus] But if you know anyone who smokes the stuff You know its as harmless as can be But our drug war will never be able to get enough Until everyone is rounded up and locked up for eternity [verse] Til 72 years later its just a fact (just a fact) Pot is dangerous drug, its as simple as that (simple as that) Hemps the same as pot And if you disagree youre either a hippie or some lunatic fringe wacko liberal fool But I say no to your silly outdated laws (I say no) And I say yes to the very reasonable cause (I say yes) Ill knit you something out of hemp Maybe a scarf, or a hat, or a sweater And then we can all go get high and watch the sun set together [chorus] But if you know anyone who smokes the stuff You know its as harmless as can be But our drug war will never be able to get enough Until everyone is rounded up and locked up for eternity x2", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:00:46", "media_filenames": ["data/preprocessed/media/tmp/6828.mp4"], "has_audio_in_video": true}