{"name": "Wren the Polyamorous Polar Bear and His Story of Redemtion | Song A Day #00111", "description": "Jonathan from 2009 says, \"I started to write a song about Earthday, and this is what came out.\" Wren the Polyamorous Polar Bear and His Story of Redemption Song a Day #112 First Singing Note: B [verse] E Bm I knew a polar bear D A His name was Wren [verse] He fell in love with a flock of penguins But he was polyamorous He believed it could work [verse] But the penguins were monogamous So he left feeling like a big jerk [chorus] E Bm Oh, Wren F#m A Polyamorous polar bear Oh, Wren Polyamorous polar bear [verse] He sought refuge in his iceberg home But the ice was melting and so he set out alone Wandering the tundra, searching for love Cursing the ground that he walked upon And resenting the sun above [chorus] Oh, Wren Polyamorous polar bear Oh, Wren Polyamorous polar bear [verse] Two years of walking He arrived in New York He got a flat I Brooklyn The fish market was his work One day while catching the subway He was in a big hurry He bumped into a girl that was dressed as a polar bear furry She introduced him to her friends [chorus] Oh, Wren You finally found a new home Yeah, Wren The polyamorous powar bear Oh yeah", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:06:08", "media_filenames": ["data/preprocessed/media/tmp/6829.mp4"], "has_audio_in_video": true}