{"name": "Steve, the Hippo With Multiple Personalities | Song A Day #00115", "description": "Jonathan from 2009 says, \"This is the story of a sad little Hippo, that nobody liked, because he was strange. He had multiple personalities. But one night a month, when the moon is full, Steve, the Hippo with multiple personalities rocks the jungle like no one else. And for that, he is respected.\" Steve the Hippo Song a Day #116 First Singing Note: E [verse] C G Deep in the jungles of Africa Am F There lives a little boy whos not a boy at all [chorus] C G Am Fm Well, hes a hippo with multiple personalities A hippo with multiple personalities [verse] Wont someone go and tell him Hes not king of the jungle Someone break the news That he does not belong in that tree But his mother had disowned him He had a hard time making friends [chorus] Cuz hes a hippo with multiple personalities A hippo with multiple personalities [verse] Sometimes he thinks that he has wings Like a bird or a bat When humans come look at him He wants to try on their hats And then everybody laughs at him And Steve's left feeling sad [Chorus] [verse] Truthfully, they're afraid of him They think hes tres bizarre But that all changes when the full moon rises And he breaks out his guitar And he plays! And he plays! And he plays! And the whole jungle weeps And the whole jungle weeps Hes a hippo with multiple personalities A hippo with multiple personalities x4 Go, hippo, go! X4 A hippo with multiple personalities x4", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:09:41", "media_filenames": ["data/preprocessed/media/tmp/6832.mp4"], "has_audio_in_video": true}