{"name": "Don't Let Your Ovaries Get You Down | Song A Day #00117", "description": "Jonathan from 2009 says, \"This one features my multi-talented, wonderful, sexy, awesome, beautiful girlfriend Ivory! A friend of hers was complaining the other day that she couldn't hang out because of her period-pains, and so Ivory said, \"Hey! Don't let your ovaries get you down!\"...and then she looked at me and said it should be a song. And I agreed. Dont Let Your Ovaries get You Down Song a Day #117 First Singing Note: D Bb Eb Bb Eb Once a month there comes a time Dm Eb Bb When you dont want to hang out with your friends Am Gm Am Gm You sit alone and cry and moan Am Gm C About the pain that will never end But Im your friend and I want to hang With the Sunday morning blossoms and the sun Come out and feel the breeze Tell your ovaries that its time to go have some fun [chorus] Bb Eb Bb Eb Dont let your ovaries get you down Bb Eb Bb F Youre the most powerful woman around Dont let your ovaries ruin your day Come out and play with me Come out and play with me", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:08:21", "media_filenames": ["data/preprocessed/media/tmp/6834.mp4"], "has_audio_in_video": true}