{"name": "Swine Flu: the Musical | Song A Day #00118", "description": "Jonathan from 2009 says, \"You knew it was coming... the obligatory Jonathan Mann Swine Flu Musical!! Now, I'm not trying to say that it isn't something to be worried about necessarily, I just hate how \"the media\", (cable news, the Huffington Post, NPR, etc) give us just enough information to freak us out but no\" Swine FluThe Musical Song a Day #119 First Singing Note: Intro: D C A x2 [verse] D Is it scary? C Should I be frightened? A Oh yes! Through and through! Whats the name of this crisis? I think well call this oneSwine Flu! [chorus] D C Swine flu, swine flu A Well, Im freaked out G A How about you? Swine flu, swine flu Where can we go? What can we do? [verse] What are the signs? What are the symptoms? Like the regular flu, as far as we know So what makes this one different? 100 dead in Mexico! [bridge] Bm And the circumstances around their deaths? C#m Of this we cannot be sure D Well isnt that part kind of important? E Well, what do you need to know that for? [b section] F#m E D A Well for one thing, what if they had pre existing conditions? Or maybe they just let the flu get out of hand I mean, tens of thousands of people die every year from the normal flu [bridge] Bm So if youre gonna give me scary facts D E7 You better have your scary facts all planned [coda/chorus b] A E Swine flu, Cm D Im not afraid til I get some proof I have this feeling youre trying to sell me medicine (No) Swine flu, swine flu Media, what are you trying to do? A E D Dont we have enough problems as it is? E A Please just leave me the hell alone Thank you", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:09:00", "media_filenames": ["data/preprocessed/media/tmp/6835.mp4"], "has_audio_in_video": true}