{"name": "The Continuing Adventures of Bulldog and the Dude | Song A Day #00120", "description": "Jonathan from 2009 says, \"I was on the radio this morning! In Maryland. At 6:30am my time. I was a little out of it. But, I do remember \"Bulldog and The Dude: Rude Awakening Show\" on WOCM and www.irieradio.com...and I remember that they requested a song! So I obliged!\" The Continuing Adventures of Bulldog and Dude Song a Day #121 First Singing Note: [verse] Am Gather round Tell you all a little story About a tiki bar down in Ocean City C Theres a couple of guys who were far from pretty Dm But the drinks are strong and the jokes are witty F E Am Bulldog and The Dude Am They got a radio show from 6 to 10 C They call it The Rude Awakenin Dm From New Jersey down to Maryland F E Am Bulldog and The Dude [chorus] Dm Am Bulldog and The Dude E Am Bulldog and The Dude [verse] On St. Pattys Day, The Dude was nude The police thought this was mighty rude Hes banned from 7-11 for good Bulldog and The Dude Well another time there was a feud Between John Smith and The Dude But poor John Smiths hair was screwed Bulldog and The Dude When Ocean City decided pants were moot Folks driving on their morning commute Got a full on view of Dudes loot Bulldog and The Dude Porn stars to lawyers, celebrities They interview all personalities Cuz if someones got something to say They say it to Bulldog and The Dude [chorus] Bulldog and The Dude x4 Yeah!", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "150000000000000000", "eth_price_decimal": 18, "usd_price": null, "usd_volume": null, "usd_marketcap": null, "transaction_time": "2021-11-10T03:01:36", "media_filenames": ["data/preprocessed/media/tmp/6837.mp4"], "has_audio_in_video": true}