{"name": "Cry, oh Cry, Boo-Hoo So Sad | Song A Day #00313", "description": "Cry, Oh Cry, Boo-Hoo So Sad Song A Day #312 first singing note: A, as pickup to B [verse] G Am cry for the moon and for the stars C for the tunes they sing in bars Dsus2 - D for the chance you'll never get cry for the sun and the atmosphere for the gun in the world's ear for the dance with your little pet cry if it's the last thing that you do from here to Malibu let the dripping keep your time [chorus] Em F D/F# G i know that it's hard to let go of the past Am D - D7 - and to keep the demons at bay so go walk soft even if you're going last you will be first someday [verse 2] cry in the morning in the night when it's almost but not quite the worst you've ever seen and cry for the ringing of the bells for the space between your cells where ganglia dream (saxophone solo as verse 3) [outro verse] cry when you like it when you dont when you cant change but you wont cry cry cry cry (G)", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:02:00", "media_filenames": ["data/preprocessed/media/tmp/7024.mp4"], "has_audio_in_video": true}