{"name": "Seeing Clearly | Song A Day #00336", "description": "Seeing Clearly Song A Day #335 first singing note: G [intro] 4 bars of F [verse] C ` G F can't see anything, can't see anything C ` G F you can't see anything, you can't see anything C ` G F While your eating your bagel eating your bagel C ` G cant see anything on tv, can't see anything on the street F Can't see anything read the book G it's blurry everywhere you look C G F Oh no no no no, doesn't have to be this way C G You should see like oh, oh Em F You deserve to see like (You deserve to) C G You should see life, You should see life Em F You deserve to see life (You deserve to) [outro] C G You should see life, You should see life Am F G C with the iLasik procedure it's cool", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "150000000000000000", "eth_price_decimal": 18, "usd_price": 2608.266986, "usd_volume": 36075832186.0, "usd_marketcap": 303147000000.0, "transaction_time": "2021-06-09T16:08:48", "media_filenames": ["data/preprocessed/media/tmp/7046.mp4"], "has_audio_in_video": true}