{"name": "Black Holes | Song A Day #00337", "description": "Black Holes Song A Day #336 first singing note: C# [verse 1] A E I ask Dan is the mass of a black hole D E for all intents and purposes infinite F#m D He said I thinks so, he didn't really know tho A E F#m E and I needed a metaphor to describe how I was feel-ing A E So I told you that the mass of love for you was D E more then a million black holes , and you said [chorus 1] A E In reckoning with the singularity D E A I require only one infinity as approached that's all that I can wish for A E In reckoning with singularity requires only D E A one infinity as approached that's all I can wish for E D E Whoa, that's all that I can wish for, Whoah [verse 2] I ask you if you knew that the frequency of B flat could make crocodiles sing (Lallalalala) You said you didn't know, so I told you this all so It's an app metaphor to describe how I was feeling Black holes sing a b flat 57 octaves below middle c F#m D They will sing that note constantly when they hear the term for an enternity A E About 2.5 million years F#m D That's a lot of years but it can not compare A E to the length of time which I will I love you [chorus 2] In reckoning with singularity require only one infinity as approached that's all that I can wish for In reckoning with singularity requires only one infinity as approached that's all I can wish for Whoa , that's all that I can wish for, Whoa [verse 3] I use to think that my heart was a black hole ripping apart anyone that got near it I finally turned it off cause I had had enough the stars they didn't shine, that's how I was feeling beyond any hopes or dreams suddenly a big bang and you were there F#m D and now my hearts a whole star great big bright and beating star A E F#m E Wherever I go there you are its all because you love me [outro] A - - - Esus4 - - - D - - - Esus4 - - - A E D E Oh, oh oh oh oh, oh oh oh oh, oh oh oh oh (\"oh's\" continue as backup vocals throughout outro) A E A reckoning with the singularity requires only D E A one infinity and approach. its all that I can wish for x4 E D E Whoa, It's all that I can wish for, Whoa A It's all that I can wish for", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:01:48", "media_filenames": ["data/preprocessed/media/tmp/7047.mp4"], "has_audio_in_video": true}