{"name": "Me, I Write a Song a Day | Song A Day #00365", "description": "one year ago 3000 miles away i picked up my ukelele and i started to play and every single day no matter what came my way i picked up my ukelele and i started to play some folks they try to change the world some folks go to church to pray some folks struggle to make a living me i write a song everyday one year down and many more to go i'll write about my friends and the city all aglow ill write about what i'm feeling i'll write about what i know one year down and many more to go some folks have fun at parties some folks like to listen to the DJ some folks they make a lot of money me i write a song a day one year ago in a bedroom in LA i picked up my ukulele and i started to play from the san francisco bay down to blue jay way i picked up my ukulele and i started to play some folks struggle to find meaning in a universe made of chaos and decay some folks have orchestras and power me i write a song a day", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 1791.702302, "usd_volume": 26244738810.0, "usd_marketcap": 206162000000.0, "transaction_time": "2021-03-15T19:00:14", "media_filenames": ["data/preprocessed/media/tmp/7074.mp4"], "has_audio_in_video": true}