{"name": "Let's Get Bloody | Song A Day #394", "description": "\"there's nothing left to say here all my frogs are spent as each one croaked a new memory spoke and we watched it as it went and so i just can't stay here the silence is too much that last toad was a crushing blow kicked out my very last crutch some fiends make you smile while they're ripping out your heart some fiends take a while some never seem to start let's get bloody let's dirty up our souls let's get bloody you're so pretty i just don't know you survey your kingdom Caligula in pink the gulf between pauper and queen is smaller than you think you watch your gladiators in their artificial lake will the colosseum hold or as the game unfolds will the levies start to break some fiends watch your back then stab you in the heart some fiends just attack some never seem to start let's get bloody let's dirty up our souls let's get bloody you're so pretty i just don't know let's get bloody let's hustle up some skin let's get bloody let's be heard about this din\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3432.02, "usd_volume": 15995220233.0, "usd_marketcap": 403535591621.0, "transaction_time": "2021-09-18T00:14:40", "media_filenames": ["data/preprocessed/media/tmp/7104.mp4"], "has_audio_in_video": true}