{"name": "Ah Ah OOO Ah OOO | Song A Day #402", "description": "\"everybody's born no one has a choice as we learn and grow do we lose or find our voice ah ah ooo ah ooo when we learn to speak thoughts become distilled expression lets us live and expression kills ah ah ooo ah ooo when eve received the apple and learned what she was it's the moment she started to do what every one of us does ah ah ooo ah ooo of course that's just a tale full of love and death and pain meant to explain phenomena that no one can explain ah ah ooo ah ooo it's safe to say that something happened long ago that awoke within us an ability to know ah ah ooo ah ooo and whether it's a blessing a curse or a bit of both depends on your perspective and depends on how you go ah ah ooo ah ooo what happens after this is reality a mask all questions return to the fact that we can ask ah ah ooo ah ooo so next time you are born against your will just know it's the questions that will take you where ever you're supposed to go\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": null, "usd_volume": null, "usd_marketcap": null, "transaction_time": "2021-11-08T21:17:36", "media_filenames": ["data/preprocessed/media/tmp/7110.mp4"], "has_audio_in_video": true}