{"name": "On Valentines Day | Song A Day #409", "description": "On Valentines Day Song A Day #407 First note: F {INTRO} F Bb/F F Bb/F F C F {VERSE} F Bb/F F One Valentines Day Bb/F F I heard you say C F You wanted a boat F Bb/F F Two cubits by two Bb/F F The size of a shoe C F For a tiny flood {BRIDGE ONE} Bb C Three times I no F But blow by blow Bb I finally agreed {VERSE} F Bb/F F Four by four the rain fell Bb/F F And the river swelled C F And we stood on the boat {BRIDGE TWO} Bb We stood on the boat The size of a shoe F On valentines Day C I was looking at you Bb You were looking at me On Valentines Day F Heading off somewhere C C7 Neither of us could say {VERSE} F Bb/F F Five smooth tiny stones Bb/F F Skipping when thrown C F In the drip drip of rain F Bb/F F Six clocks on the wall Bb/F F Reading once and for all C F The passage of time {BRIDGE ONE} Bb C Seven nights and days F As the darkness faded Bb And a rainbow appeared {VERSE} F Bb/F F Eight lengths of rope Bb/F F Tied to docks of hope C F On valentines day {BRDGE TWO} Bb A rainbow appeared On valentines day F And that's how I knew C We had gone the right way Bb We stood on the boat The size of a shoe F You were looking at me C C7 I was looking at you {CODA VERSE} F Bb/F F One Valentines Day Bb/F F I heard you say C F You wanted a boat", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3227.0, "usd_volume": 13296586731.0, "usd_marketcap": 378558550046.0, "transaction_time": "2021-08-29T20:18:08", "media_filenames": ["data/preprocessed/media/tmp/7117.mp4"], "has_audio_in_video": true}