{"name": "I Wanna Know Everyone | Song A Day #411", "description": "\"when I walk around my town the people's faces get me down so many folks that i'll never meet that guy could be my best friend he's just crossing the street but i'll never know him, no no no and the fact of it hurts me so tear the barriers down till we're all undone i wanna know everyone i wanna know everyone there's a young couple at the ATM there's an old man sitting on a bench a business man looking frazzled and dazed a kid crossing the street without looking both ways cute girl on a cute bike whoa whoa whoa hipster looking dude swaying to and fro i want to meet them all one by one i want to know everyone when we first came down from the trees barely humans but not chimpanzees we lived in small groups like our cousins before modern science confirms we can't deal with more and yet all around me yeah yeah yeah humanity swirls like dust in the air speed up the process of evolution because i want to know everyone i want to know everyone we're not ready to live in cities and yet here we are 4,000 years of recorded history is really not that far i said we haven't come that far the population just 1000 years ago was 275 million in a thousand years full of joy and tears it's jumped to 7 billion in china there are friends i'll never make down the street chances i won't take out of shyness or judgement or etiquette the walls i put up so that i won't get rejected or embarrassed ai ai ai what could be worse than a curt reply a turn on the heel left feeling dumb but i want to know everyone\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3244.4, "usd_volume": 13709633698.0, "usd_marketcap": 380556000846.0, "transaction_time": "2021-08-28T16:40:43", "media_filenames": ["data/preprocessed/media/tmp/7119.mp4"], "has_audio_in_video": true}