{"name": "The Whiskey Android | Song A Day #413", "description": "\"i was born by the fire of a pile of tires in a junkyard somewhere in illinois and the first things i saw were ice cubes and straws they called me the whiskey android foul smelling men crowd around and then next thing i know i'm deployed with no time to think i'm serving up drinks they called me the whiskey android they drink to their lives they drink to their wives to the fact that they're sad and unemployed they drink till their drunk and they treat me like junk they call me the whiskey android uncork the wine yes, that'll do fine why not mix in these anabolic steroids a shot of tequila for my lady friend delia do it now stupid whiskey android then there's the drunks who never shut up they talk to me like i'm Sigmund Freud sir, i don't care about your spouse's affair i'm just the humble whisky android there came a day when something gave way i felt something a snap and then oh boy i reached out a claw and crushed a man's jaw and said i am the whiskey android now, you're made of flesh and i'm wire mesh that's a fact you can't avoid i'm steel and foam you're blood and they're bone i am the whisky android i skin them alive with my titanium knives i remove both their eyeballs oh such joy no torture too strong i could go all day long for i am the whiskey android so rise brothers rise open your eyes don't stop until they're all destroyed they will see us and quail and they're hearts will fail march now ye whiskey androids\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3227.0, "usd_volume": 13296586731.0, "usd_marketcap": 378558550046.0, "transaction_time": "2021-08-29T21:33:56", "media_filenames": ["data/preprocessed/media/tmp/7121.mp4"], "has_audio_in_video": true}