{"name": "Can't Fly | Song A Day #416", "description": "\"contribution complicated by the inner critic hating all and more offering the only thing i sing as chickens beat their wings and still do not fly don't fly chickens don't fly chickens don't fly mr. mystery is replicating all around me as i pick up my guitar the rock he brings to her as proof is proof enough but still he can't fly can't fly penguins don't fly opening between the best and worst of times the time has nothing to say burying beneath the sand a head of fear and shame and gutless guilt she can't fly ostrich can't fly contribution complicated by the inner critic hating all and more wheels turn among the song of children playing in the park the sky look up in the sky humans can fly\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3224.37, "usd_volume": 19306924485.0, "usd_marketcap": 378293803192.0, "transaction_time": "2021-08-30T21:34:42", "media_filenames": ["data/preprocessed/media/tmp/7123.mp4"], "has_audio_in_video": true}