{"name": "Double Take | Song A Day #421", "description": "my love lay slain by a snake in a field and i vowed to bring her back by any strength that i wield no mere death won't stop me for my love is pure and hot and beside my music my love is all i got so i set out to locate those tunnels leading deep and i came upon the river styx where the boatman earns his keep and even as he barred my way with staff and coin and ring i brought up my ukulele and i started to sing finally i came to the land of the dead and i saw the face that all men do dread and the face it spoke with words so cold and bleak that i felt that i was dying even as i heard him speak abandon hope all ye that enter here though love be your purpose you live not without fear my heart has never known love and so i will not let her go not for you orfeo oh good king you think you know everything but it's love that binds the world and makes it whole you words move me not nor your song, i see your thought my heart will not be moved as is your goal i'd gladly give my life for hers as the world without her lives in a curse i'd die so she can keep her beauty in the world your precious life you'd give so that the one you love may live my sleeping heart is shaken life a banner fresh unfurled the two of you may go but this doom i do decree you may turn around only once to make sure she's following but if you should turn a second time then your quest will be undone she'll remain with me and you'll go back to the sun and that's the story of how i lost the woman that i love twice the first time by no fault of my own and the second time by my own vice for in the darkness and the shadow my thoughts began to quake and before i know what had happened i did a double take\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3433.73, "usd_volume": 27280502987.0, "usd_marketcap": 402902770210.0, "transaction_time": "2021-08-31T17:00:50", "media_filenames": ["data/preprocessed/media/tmp/7128.mp4"], "has_audio_in_video": true}