{"name": "Robot Ninja Zombie Bear | Song A Day #440", "description": "deep in the Appalachian mountains forged in the fires fed by coal trained by the light of the fairy fountain he'll never give up till he's reached his goal robot ninja zombie bear fighting for freedom everywhere evil better say a prayer he's the robot ninja zombie bear from the streets of new york all the way to london he keeps us safe from terrorists with claws and teeth and throwing stars and a thirst for brains that will not quit robot ninja zombie bear he cannot die, he's already there evildoers had better beware he's the robot ninja zombie bear his software was designed by google eningeers jony ive cut his exteriror from a single piece of aluminum Chuck Norris showed him how to be a ninja no one knows how he gained his zombie powers fueled by salmon and organic honey with a direct line to the president his fu is strong his scabs are runny when trouble calls he's on the scent look, up in the air is that a bird or a solar flare? it's got 10 limbs and's shaped like a pear robot ninja zombie bear\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2736.488586, "usd_volume": 33373635283.0, "usd_marketcap": 317571000000.0, "transaction_time": "2021-05-27T19:23:26", "media_filenames": ["data/preprocessed/media/tmp/7146.mp4"], "has_audio_in_video": true}