{"name": "Zach and Cloe | Song A Day #449", "description": "Jonathan from 2010 sez: I was super inspired when I saw Merton's now-famous Chatroulette Improv Piano video last week. I had a kind of \"\"why didn't I think of that!\"\" moment, and immediately wondered what I could do to sort of build on his idea. And after seeing his interview on Mashable, I knew I had to make a tribute to him. He's really an awesome guy. A lot of what he said there resonated with me, especially the bit about knowing from the start that he didn't want to be mean. \"\"Mean\"\" (or sarcastic, ironic, sardonic, etc) is the default position of so many people on the internet; it's nice to see someone who not only thinks that should change, but seems to be embodying that change himself. That's what I aspire to in general, and with Song A Day specifically. Improvisation is not really my strong suit. I'm not terrible at it, but I'm a songwriter first and that's how I tend to frame the music I make. After about 2 straight hours of improvisation (which was an exhilarating experience, really, and I'm bound to do it a bunch more), I met Zach and Cloe. After getting to know them a bit, I was able to hit on a structure around which I could build a song. I then took that raw audio file, brought it into Record (the music making program I use) and did what I do daily: produced the song out a bit. I really hope you enjoy it. Especially Merton! If he sees it. What I got in the end is Song A Day #449: Zach and Cloe, Improv Tribute to Merton\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 3887.83, "usd_volume": 20806963328.0, "usd_marketcap": 456394981337.0, "transaction_time": "2021-09-04T17:35:41", "media_filenames": ["data/preprocessed/media/tmp/7154.mp4"], "has_audio_in_video": true}