{"name": "Double Life_Half Life | Song A Day #462", "description": "\"chris and roy are occasional lovers and the best of friends their lives are made up of duplicate days a hazy parade that never ends one night in a sleazy new york bar they make a pact to become more than they are they take a stand they form a band and the world comes calling london moscow berlin tokyo one night their friendship is put to the test Chris sits all alone Roy has fallen for a beautiful android her name is indigo months go by and Chris is fed up he goes back to new york his heart heavy with love Indigo and roy have a baby boy and the world stops calling chris sits sips his brandy and stares at the sky\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3432.02, "usd_volume": 15995220233.0, "usd_marketcap": 403535591621.0, "transaction_time": "2021-09-18T00:40:37", "media_filenames": ["data/preprocessed/media/tmp/7166.mp4"], "has_audio_in_video": true}