{"name": "The Smog Gets Thicker (redux) | Song A Day #473", "description": "\"looking in the mirror de ja vu standing on a step stool with a mustache too long pants hot dance turn around wide stance funny how the sun sets are pretty when the smog gets thicker than a bowl of stew we're bathing in co2 I'm calling after you But you can't hear me I am a militant non militant against fundamentalism pro people i believe in us Love Judgmental category obsessed with allegory Convinced it's a story That's been seen here before Forever a moment in time To ignore it would be a crime Mark Summers was covered in slime and he was obsessive Compulsive in the mirror 8 0 2 Hairy chest grows now And I'm the 3rd one through Off the track going back LIft off smoke stack Funny how the summer gets Nicer when the sun sets chased by korgano the moon join my rebel platoon we'll take over this rock soon we'll be scholars and tricksters and kings and queens led by science and love and the means of production will not matter, machines will do our bidding\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3224.37, "usd_volume": 19306924485.0, "usd_marketcap": 378293803192.0, "transaction_time": "2021-08-30T00:50:09", "media_filenames": ["data/preprocessed/media/tmp/7174.mp4"], "has_audio_in_video": true}