{"name": "Trying to Make Today Matter in the Same Way As Tomorrow | Song A Day #490", "description": "\"there's an asteroid heading for the earth unknown length and unknown girth but i'm not scared for what it's worth trying to make today matter in the same way as tomorrow i had a pal his name was michael he fell off his motorcycle got hopped up on a bottle of nyquil trying to make today matter in the same way as tomorrow trying to make today matter in the same way as a freshly blooming bouquet in the spring tomorrow never comes the idea drums and drums as we are all struck dumb by angels that laugh at us and sing cheap wine on a sinking ship she gave to him a big fat lip then she took off at a surprising clip trying to make today matter in the same was as tomorrow humans loves an astronaut sitting on his futuristic yacht he might meet friends and they may not trying to make today matter in the same was as tomorrow i knew a man named captain kirk he made the ladies go berserk somehow though he made it work trying to make today matter in the same was as tomorrow come a bit closer and i'll tell you quiet though everyone else here will deny it first you learn and then apply it makin' today matter in the same way as tomorrow\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": null, "usd_volume": null, "usd_marketcap": null, "transaction_time": "2021-11-09T12:55:45", "media_filenames": ["data/preprocessed/media/tmp/7189.mp4"], "has_audio_in_video": true}