{"name": "On the Wind | Song A Day #494", "description": "\"a dark wind is blowing down the lane she started out on foot she ended up restrained won't somebody help her get her bearings again she's just floating in the wind it's just masochistic how she stayed so long in a place that she clearly knew was wrong now they're chasing her down and she can't get away now she's barricaded in and i want to keep them at bay i came to set you free i came to turn you in to me i came to congratulate i came to open the gate the lightning that struck revealed a room a linoleum floor where bibles are strewn and in the corner a dim night light00* an open window she's nowhere in sight\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 4087.9, "usd_volume": 14978083638.0, "usd_marketcap": 482628847456.0, "transaction_time": "2021-10-24T12:59:32", "media_filenames": ["data/preprocessed/media/tmp/7193.mp4"], "has_audio_in_video": true}