{"name": "I Want to Be Healthy With Life...Supplemented | Song A Day #496", "description": "\"when i was 25 i told myself i'd eat healthier no more baking cookies and no more pizza either 26 27 came and went and though in that time i've gotten better i still bake cookies eat the pizza don't follow my plans to the letter my grandpa died of heart disease his father too had a heart attack last time i got my cholesterol checked i wasn't quite on that track still if i don't improve on some areas that need improving i could be heading down that road and that's a road that needs removing it's all about making choices all about setting your goals i don't want to from a heart attack i don't want to die before i get old i run almost everyday but i can't seem to shake this gut if i could afford one i'd ask my trainer to really help me move my butt i need help with ways to keep from eating all the things i can't escape and if i had a chance i'd take it i would whatever it takes\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3227.0, "usd_volume": 13296586731.0, "usd_marketcap": 378558550046.0, "transaction_time": "2021-08-29T21:45:39", "media_filenames": ["data/preprocessed/media/tmp/7195.mp4"], "has_audio_in_video": true}