{"name": "Rulemaking Matters: the Song! | Song A Day #497", "description": "\"when congress writes a statute and the president signs it it usually doesn't have enough detail to be put into effect so federal agencies fill in the details by issuing regulations through a process commonly called rule making and in this process you can be involved! rulemaking begins with an analysis of the issue or problem set forth in the statute scientific, economic and technical research as the agency learns some solutions emerge many times agency staff will host public meetings where you and i can offer our own solutions these meetings may be announced in the federal register, or by more informal means the next step is drafting the regulation then review of the draft by federal experts the draft is then published and that's when your input can really shine on the issue at hand through hearings, advising committees, interactive workshops, interviews, questionnaires and focus groups but the most common way to provide your thoughts to the agency is to go to regulations.gov\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3834.83, "usd_volume": 30070890104.0, "usd_marketcap": 450017458312.0, "transaction_time": "2021-09-01T04:42:00", "media_filenames": ["data/preprocessed/media/tmp/7196.mp4"], "has_audio_in_video": true}