{"name": "Fire in the Sky | Song A Day #501", "description": "\"there's a fire in the sky it's a tower made of clouds and it's power rings out over creation meanwhile on the ground waves of frozen sound break upon the backs of stale frustration and citizens wake up at the sensation rub their eyes no melody or words could have cut quite like the sword swung by the hand of evolution to live and grow and die without ever knowing why knowing how to ask but finding no solution calling it divine retribution cut the cords we're not abandoned we are abandoning before we learned to talk we had to learn to sing without a plan we can't demand a thing we can't demand a thing i was on my way to school i saw her cross the street and her power sent out waves upon the pavement i pulled over then and there i had to catch my breath and stare in this delicate amazement i felt utterly exposed, stripped naked to the bone when she came up to the car and asked, \"\"do you know where we are?\"\" i couldn't tell if she was serious or joking i tried to say yes and planet earth, i guess but the sounds out of my mouth were more like choking in the distance some peeper frogs were croaking to the moon we were married it was the first of may and i carried her and she carried me the entire way it was scary but it was the best day of my life in my house there is a room and in that room there is a drawer and in that drawer is a list of all my worries it's an illustrated list with notes an annotations and entries like nature's wrath and fury and brain aneurysms from being in a hurry i eat too fast sometimes i go to sleep thinking i'll never wake is it only in my mind these thoughts are turning or do i die every night to be revived by the light of the tower in the clouds softly burning and the pitter patter of the rain finally returning as it hits the glass out the window the sky is overcast if i could fly i'd follow birds on their lonely paths but i swallow all my pills and am fading fast close my eyes i find the space between wakefulness and sleep is the very best time for free association and most of my ideas the ones i throw away and keep come in the shower between exfoliations not on the mountain top in mediation no not at all jesus said that money and religion didn't mix and so they built corporate mega churches jesus said that being poor was the the only way to live and so we arrest the homeless like they're walking curses we cast them out as if there were nothing worse than being poor there's no space there for interpretation it's an amazing case of blind manifestation no lonely history celebration defies explanation\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3970.18, "usd_volume": 19432937968.0, "usd_marketcap": 468623912328.0, "transaction_time": "2021-10-22T11:58:31", "media_filenames": ["data/preprocessed/media/tmp/7198.mp4"], "has_audio_in_video": true}