{"name": "The Body Sings | Song A Day #507", "description": "\"move your body in a circle make a picture make it purple i'm a bad man i do bad things i am seven sons and the body sings in a muscle, in a tendon in my blood i need to stop pretending stretch it out now curl up tight and the body sings in the twilight i can't move or i can't stop moving no matter what i do i can't keep from improving tripping down the stairs i fall and shatter bones and hit my head legs to propel hands for grasping an image of a sunset over time lapsing and the tears fall and then i'm dry and the body sings as i turn a blind eye there's an earthquake there's a flooding there's a cut and the countertops are bloody i hear the wind blow i smell the fire and my body sings i turn it up higher break dance break down see it smell it touch it taste it in the waves made by the sound i am seven sons i am just right and the body sings in the morning light i have senses combination happy birthday congratulations like the president like the saudi kings like clockwork the body sings\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 4087.9, "usd_volume": 14978083638.0, "usd_marketcap": 482628847456.0, "transaction_time": "2021-10-24T10:08:44", "media_filenames": ["data/preprocessed/media/tmp/7203.mp4"], "has_audio_in_video": true}