{"name": "Honda Civic: It'll Get You There | Song A Day #529", "description": "\"A car review in song that can be boiled down to 4 words: It'll get you there. This is my Honda It's a Honda Civic 2007 model it's got 5 seat belts and a horn you can honk no, it isn't anything special it's got cup holders here and head rests here look you can take them out decent trunk space just look at the engine it goes quite fast without a doubt honda civic yeah honda civic is just a car no more no less but that's the bar it sets tis what it is what you see is what you getr when you drive a honda civic you're saying you don't care she may not look like much, ok, anyway, shell get you there GET YOU THERE\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3433.73, "usd_volume": 27280502987.0, "usd_marketcap": 402902770210.0, "transaction_time": "2021-08-31T11:16:53", "media_filenames": ["data/preprocessed/media/tmp/7222.mp4"], "has_audio_in_video": true}