{"name": "Mr. Everyman Pirate Packs a Car | Song A Day #537", "description": "\"a pirate's life for me a pirates life for me my servant packs the car while i sit beneath a tree i eat a klondike bar while my servant packs the car i make him sing a song for me for me mic check here we go i gotta pack the car while mr. pirate sits there eating a klondike bar he makes me sing while i but i go no words so far i know i'll list the things i pack into the car duct tape ukulele and small amp big bowl tp roll and a small lamp microphone telephone boxes boxes blankets pillows a variety of rocks vacuum bucket an old chandelier mannequin tool box big black sphere printer bass guitar a broken scooter 2 x4 window laptop computer a metal crown a sleeping bag an old tv a dirty rag an accordion picture frame a keyboard chess game\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 1990.97, "usd_volume": 21253359756.0, "usd_marketcap": 232520574470.0, "transaction_time": "2021-07-21T00:21:04", "media_filenames": ["data/preprocessed/media/tmp/7227.mp4"], "has_audio_in_video": true}