{"name": "When Natasha Comes to Town | Song A Day #552", "description": "\"When we met you told me to always wipe front to back You gave me a naked barbie when I turned 8 i'll never forget You told me that in Vegas the slot machines were vomiting Because you were on acid. It was the first time that we met. When Marc and I got married you came to breakfast naked When I was a little boy you dressed up like a clown When I was 21 you turned me on to dope It's always a party when Natasha comes to town when Natasha comes to town when Natasha comes to town our hearts go boom boom boom and we're glad she came around we love you because you're different for all the crazy things you do we love you with all our hearts we love you because you're you you came to a party and told everyone you were an alien from outerspace you danced barefoot in the grass at a stately mozart concert at shelburne farms and you weren't out of place you came running into the men's locker room in your underwear when marc was standing there when natasha comes to town life is never dull and so we offer up this prayer\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3227.0, "usd_volume": 13296586731.0, "usd_marketcap": 378558550046.0, "transaction_time": "2021-08-29T02:40:27", "media_filenames": ["data/preprocessed/media/tmp/7242.mp4"], "has_audio_in_video": true}