{"name": "When the Sun Goes Down | Song A Day #558", "description": "\"It depends on how you wan to play this song. My Baritone Ukulele is tuned down a whole step, so I'm playing an Am shape, but it's actually Gm. I'll write the chords out in a way that I think will be easiest on a regular guitar, assuming you have a capo. CAPO on 3rd fret! Em break my bones Am Em break them on the mantle Am break my bones Am Em break them on the mantle B7 put me back together Em when the sun goes down in the garbage patch all the kids are sleeping wake them up when the sun goes down G When the sun goes down Em When the sun goes down D When the sun goes down Em When the sun goes down hold my hands hold them in your memory forget them now when the sun goes down on the moon the old man is sleeping wake him up when the sun goes down\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2590.263304, "usd_volume": 30600111277.0, "usd_marketcap": 300985000000.0, "transaction_time": "2021-06-07T08:36:21", "media_filenames": ["data/preprocessed/media/tmp/7248.mp4"], "has_audio_in_video": true}