{"name": "The iPhone 4 Antenna Song | Song A Day #561", "description": "This is one of the most important songs in the history of Song A Day! It is: 1. The first Song A Day to cross 1 Million views. 2. A song Steve Jobs **personally** chose to open the \"Antennagate\" press conference. 3. A song that Steve Jobs DANCED to. Literally. I have always been a huge fan of Steven Paul Jobs, and so the day he used this video was very surreal and amazing. The story behind how this song came to be used by Steve Jobs is a very good story that I've told lots and lots of times. Here's three ways to experience the story: [PODCAST](https://www.macintosh.fm/episodes/7) [VLOG](https://www.youtube.com/watch?v=xFyXoPi9FNs) [BLOG](https://songadaymann.medium.com/steve-jobs-danced-to-my-song-9e805c0f482d) there's an awful lot of hoopla around the iphone 4 anttenna when you grip it with the death grip and you're call slips away the media loves a failure in a string of success the facts won't ever matter if they can make bigger messes sure i can make it happen but in terms of daily usage i've yet to drop a call so this whole damn thing is stupid and you can call me a fanboy i've been called worse things but gizmodo just ridiculous pulling their anti-apple strings you bought a stolen prototype get over it and move on or hey even better let's all sing this song\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "1564500000000000000", "eth_price_decimal": 18, "usd_price": 2430.6213850000004, "usd_volume": 53774070802.0, "usd_marketcap": 281879000000.0, "transaction_time": "2021-05-21T19:01:57", "media_filenames": ["data/preprocessed/media/tmp/7251.mp4"], "has_audio_in_video": true}