{"name": "Steve Jobs | Song A Day #562", "description": "\"Song starts at 0:46 Buy this song (and most song a day songs) at: http://jonathanmann.bandcamp.com/track/steve-jobs as business men go he is a legend surviving exile returning as king if that sounds like moses it's no accident the cult of macintosh is a religion we bow down to products that make us weep the beauty of simplicity the shepard and his sheep we defend all attackers with fervent zeal in each operating system some new truth is revealed his violent temper, his strict beliefs his singular vision make him adored we try our best as we make our way through the pipeline of products we can't afford in his guarded temple there's a beating drum and it's made of glass and of aluminum on every surface a mysterious brew a reflection of desire is forged anew when he speaks we all listen lovers and haters the excitement that i feel when he walks out on stage it's not just what he's revealing but the way he reveals it too\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "230000000000000000", "eth_price_decimal": 18, "usd_price": 2296.55, "usd_volume": 18991302378.0, "usd_marketcap": 268421055914.0, "transaction_time": "2021-07-28T05:38:12", "media_filenames": ["data/preprocessed/media/tmp/7252.mp4"], "has_audio_in_video": true}