{"name": "Hello My Old Heart | Song A Day #564", "description": "\"Hello my old heart I don't think you've met my new heart found'em000 in line at k mart I don't mean to be critical But he's so much better than you Remember my old heart How you used to go get carried away How every little thing she'd say Would suddenly set you off Now I'm telling you we're through Yes goodbye my old heart When the hole in you grew I couldn't tell which parta you was me And which parta me was you Goodbye my old heart He's fresh and he is new I don't mean to be critical But he's so much better than you Hello my old heart I think about you now and then My new heart and I are doing ok But you were always my best friend I don't mean to seem unhappy cuz I'm not I just get nostalgic when it's late at night I'll probably forget we had this conversation In the soft early morning light Hello my old heart Did I drunk dial you last night? I know that isn't right Bur you're just so sensitive That's why I had to leave Hello my old heart I'll never call again Consider this the end My driver's license says donor And so donor I shall be\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2890.94, "usd_volume": 26528577879.0, "usd_marketcap": 338237757600.0, "transaction_time": "2021-08-06T21:49:09", "media_filenames": ["data/preprocessed/media/tmp/7254.mp4"], "has_audio_in_video": true}