{"name": "Until the Vulcans Call | Song A Day #578", "description": "A Love Letter To Star Trek TNG up in ten forward the party is complete data's playing violin, geordi's dropping phat beats deana's eating chocolate, drinking wine and having fun riker's eating burgers on his 15th one riker looks at troi and gives her the eye he motions he her to come here later climbing into bed he lets out a sigh and he whispers in her ear if you weren't so drunk if i wasn't so full we'd be making love until 0600 meanwhile at the party guinan's getting down Q has just arrived in a sequence gown crusher's drinking whiskey she knows what she wants picard is looking hard on his tenth croissant he stares at her and his heart goes boom she's drawn into his gaze he takes her into his ready room as the funky music plays the party's winding down it's just the lower ranks now ensigns and lieutenants everybody's making out wesley crusher sips a rum and coke he sees ensign robin lefler and he almost chokes she takes him by the hand and into the holodeck he follows in a trance she slams him into the wall a full on body check and he knows this is his chance\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2561.85, "usd_volume": 22697987055.0, "usd_marketcap": 299564961374.0, "transaction_time": "2021-08-01T21:41:43", "media_filenames": ["data/preprocessed/media/tmp/7267.mp4"], "has_audio_in_video": true}