{"name": "The Ballad of Steven Slater | Song A Day #587", "description": "\"This country needs more folk heroes. Download this song: http://jonathanmann.bandcamp.com/track/the-ballad-of-steven-slater there comes a point in every man's life when he's just had enough we do our best to be polite to keep it bottled up but the stage is set for the rage to get out of control the hate debris and the indignities burn in the soul pile up and take their fucking toll F--- you! F--- all of you! I'm f------ through with this! I'VE HAD IT! I've been doing this for 28 f------ years and I can't take it anymore. And for the f----- a-----who told me to f--- off: f--- you! That's it! I'm done! F--- you all steven slater jetblue 1052 pittsburgh to JFK some asshole told him to fuck off and that just made his day he commandeered and grabbed a beer and spoke his mind he flipped the latch and out the hatch and down the slide and he drove home to sleep by his boyfriends side for 28 years steven slater did his job would you like a drink, tray tables up, please prepare for take off everyday in a million ways he was subjected to the worst kind of impotent rage like a bubble about to burst the executives with their bottom line, how they screw screw screw and the bureaucrats that've got us all taking off our shoes they're safe somewhere out of the glare of the pissed of huddled mass that steven slater faced everyday taking it all up the ass steve slater i wrote this song for you because you said what we've been dying to say i'm sick of feeling powerless to affect any kind of meaningful change if you inspire other tired folks to stand strong your small act will attract an albums worth of songs i'll sing your words and i hope you sing along\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2590.263304, "usd_volume": 30600111277.0, "usd_marketcap": 300985000000.0, "transaction_time": "2021-06-07T08:52:23", "media_filenames": ["data/preprocessed/media/tmp/7276.mp4"], "has_audio_in_video": true}