{"name": "The Tea Party | Song A Day #591", "description": "\"mosque even the word sounds funny in my mouth oh god this is my country they should all get out and i hate and fear anything that's different if they want to build a mosque they should do it in iran muslims killed americans i don't care what you say i mean just look at them they're clearly all just the same and the hate builds up and glenn beck cries ann coulter rants and raves and oreilly screams you're never gonna reason with these folks they think that Oba0* ma was born in Kenya you're never gonna reason with these folks they think sarah Palin would be a great president you ain't never gonna reason with em immigrants arizona know's just how to handle 'em build a fence and if their child's born here they ain't a citizen i don't care that we're all just immigrants anyway what happened in the past doesn't matter day to day they are different from me and they don't speak my language i'm better than them because i am american feds what has the government ever done for me? taxes let's abolish them completely let's privatize police and fire and ambulance because i trust corporations but i don't trust the government and the FCC shouldn't regulate internet but google and verizon should be free to do you're never gonna reason with these folks they think that Obama was born in Kenya you're never gonna reason with these folks they think sarah Palin would be a great president you ain't never gonna reason with em\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2124.78, "usd_volume": 16200392492.0, "usd_marketcap": 248204064165.0, "transaction_time": "2021-07-23T08:56:50", "media_filenames": ["data/preprocessed/media/tmp/7280.mp4"], "has_audio_in_video": true}