{"name": "Twas the Night Before PAX | Song A Day #610", "description": "\"So! We made it to Seattle. I came up with the title for this while driving the 3 hours up from Portland. We're staying at the Green Tortoise hostel (if you're around, come say hello!), and I recorded this on my iPhone 4 (with the front facing camera) in my bunk. As is often the case when traveling, I was only able to get one take. We don't have a private room, and folks were coming in and out, making it difficult to really go all out. But Song-a-day is all about making the song where and when I can, no matter the conditions. I'm a little out of tune here, but it's nothing serious (I hope!). Anyway, I wanted to write a song that really reflected how I feel about PAX. I've only been one other time (three years ago), but it was by far the best convention I'd ever been to (and as GameJew, I went to a lot). It's kind of cliche by now to say it, but this really is the gamer's convention: By gamers, for gamers. There is a palpable sense of family here, that you can just strike up a conversation with anyone you meet, and they could become your lifelong friend. It's almost like summer camp in that way. Lyrics: 'Twas the night before pax and all through Seattle Every manner of nerd was preparing for battle Polishing dice and spit shining controllers From d n d nerds all the way to wii bowlers Oh pax is for gamers It's where we belong At pax we're not ashamed, no From ducklings into swans 'Twas the night before pax And the city exciting New friends on the street Old friends reuniting From near and from far We answer the call Head down to gameworks Happy hour for all Oh I can't wait to see Warren Spector tomorrow And all the panels and the talks Our Weekend will be Confirmed I wanna see the Protomen rock Jonathan coulton and Frontalot...and don't forget the Minibosses Wanna walk the show floor and be bombarded with swag Wanna game until I've had my fill Wanna fall asleep in a big bean bag Wanna meet a Wheaton named Wil!! At pax we are family Thats the way it is We're the best that we can be Together just like this\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2590.263304, "usd_volume": 30600111277.0, "usd_marketcap": 300985000000.0, "transaction_time": "2021-06-07T08:30:44", "media_filenames": ["data/preprocessed/media/tmp/7298.mp4"], "has_audio_in_video": true}