{"name": "The Ballad of Terry Jones and his incendiary Bigoted Buffoonery | Song A Day #619", "description": "\"I decided to go with a title with a meaning that could not possibly be mistaken. There were obviously a lot of responses to my Koran song, naturally. Despite knowing ahead of time that people would miss the sarcasm, the satire, I was still surprised by the amount of people. I wanted to write a follow-up song. It's not so much the here-and-now of Terry Jones' publicity stunt, and it never was. It's about the hatred and intolerance that is bubbling back up to the stoplight after, what, 20 or so years of being just beneath the surface. We are not post-racial, we are not post-religion. These people are serious, and the trouble that they're stirring up is bound to have dire consequences somewhere down the line. That was the point of the last song, perhaps a little too subtly, and so here it is, more explicit.\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3227.0, "usd_volume": 13296586731.0, "usd_marketcap": 378558550046.0, "transaction_time": "2021-08-29T02:39:54", "media_filenames": ["data/preprocessed/media/tmp/7306.mp4"], "has_audio_in_video": true}