{"name": "The End of the World Dance | Song A Day #620", "description": "\"The End of the World Dance Song A Day #620 Dmaj Gmaj I dreamt that waves of empty parking lots Amaj Were suddenly filled with blood Out of rotting supermarkets Lines of dancing food Bmin Gmaj Kittens purred Bmin Amaj A tornado stirred Dmaj Amaj And no one knew what to do The rain was splashing down On the hoods of abandoned cars A man with baggy jeans Stood repeating the word \"\"guitar\"\" Lightning struck him He became tur-duck-en And no one Knew what to do Dmaj Gmaj Amaj It's the end of the world dance The apocalyptic romance Bmin Gmaj When all the snowmen melt Bmin Amaj And the sun leaves gaping welts Dmaj Amaj Dmaj And no one knows what to do Dairy cows kill farmers Pigs eat human flesh When asked if they enjoy it They answer more or less And explosion, a sigh An archangel in the sky And no one knew what to do Jesus cam and said \"\"yep It's all according to plan Four horsemen were there Singing songs Written by Jonathan Mann Aliens watched Sipping 20-year old scotch And no one knew what to do It's the end of the world dance The apocalyptic romance When all the snowmen melt When the sun leaves gaping welts And no one knows what to do A pile of men was burning In the middle of a field Another pile of men Was using the first pile as a shield Bitter bold Thunder rolled And no one knew what to do Some hid under rocks Some hid underground As the ocean riding tide And the waves began to pound Sky fell The earth swelled And no one knew what to do It's the end of the world dance The apocalyptic romance When all the snowmen melt When the sun leaves gaping welts And no one knows what to do Computers came to life And started taking over I saw a man get sucked Into a leaf blower Sirens wailed The internet failed And no one knew what to do Religious wars all ended And everyone got along The melody of Armageddon Was their dying song Horses neighed The band played And no one knew what to do It's the end of the world dance The apocalyptic romance When all the snowmen melt When the sun leaves gaping welts And no one knows what to do Hell was filling up And heaven overflowed Neither of them were built To carry such a load Out of space The human race And no one knew what to do Bodies floating freely Out among the stars Winter vines and hydrogen cells Mixed with electric cars Nowhere to go With your family in tow And no one knew what to do It's the end of the world dance The apocalyptic romance When all the snowmen melt And the sun leaves gaping welts And no one knows what to do Pumpkins and bananas fought On the steps of Capitol Hill A police officer came up As his guts began to spill Banana won And he set off towards the sun And no one knew what to do Animals and machines Started mating wildly Mechanized rhinoceroses To put it mildly Robo-giraffe Mecha-hyena laugh And no one knew what to do It's the end of the world dance The apocalyptic romance When all the snowmen melt When the sun leaves gaping welts And no one knows what to do Well I toiled in the bank vault But my heart was in a storm Though each limb was cold My center was still warm I felt her touch She popped the clutch And no one knew what to do Riding in the backseat I slept until I woke The air was hot and stuffy Dark and filled with smoke My home was gone The road stretched on And no one knew what to do It's the end of the world dance The apocalyptic romance When all the snowmen melt When the sun leaves gaping welts And no one knows what to do\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3227.0, "usd_volume": 13296586731.0, "usd_marketcap": 378558550046.0, "transaction_time": "2021-08-29T02:29:56", "media_filenames": ["data/preprocessed/media/tmp/7307.mp4"], "has_audio_in_video": true}