{"name": "Autotune the Bronado | Song A Day #626", "description": "Original video: http://www.youtube.com/watch?v=lCE_qiy-sOQ This is my first ever attempt at auto-tuning. I'm a huge fan of the Auto-Tune the News guys (and gal) the Gregory Brothers. They are so amazingly talented. I've often thought about trying it myself and using it as a song-a-day video. I know that there were probably going to be dozens (if not more) auto-tune versions of this video, and I wanted to see if I could be the first. So it was created in 3 hours. Even if it's not the best (which I'm sure it won't be!), at least it'll be the first! Which maybe counts for something? Maybe the song should have been longer! Oh well. It seems to me that in some ways this is actually a really difficult video to auto-tune. There's a TON of background noise, and there are multiple \"\"singers\"\" all speaking over each other. I wonder how other folks are going to handle this issue. If you want to do a remix, it's actually really simple. There's only 4 chords the whole time: Am-G-F-E a classic chord progression. The main guy just happened to be speaking mostly in Am. I made it slow because I thought that kind of fit the mood of the tornado somehow. Also, if you're the dudes in the video, please contact me! Enjoy! LYRICS: What the fuck? Holy shit! (Tornado mother fucker!) Oh my god I'm gonna get nailed! Oh my god, oh my god Dude, dude, dude, dude here it comes! (what the fuck?!) Holy fuck! Holy shit! Get inside now go! hahahaha! Dude oh my god! oh my god! oh my god! look at that! look at the tree! the tree! look at tree! look at the tree! Holy shit! this is fucking crazy! look at that !look at the tree! the tree! look at tree! look at the tree! Dude, get inside bro... The wind, the wind is crazy! Dude, look at it's funneling! The wind, the wind is crazy!\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 3571.29, "usd_volume": 20093903064.0, "usd_marketcap": 419815044704.0, "transaction_time": "2021-09-16T17:09:56", "media_filenames": ["data/preprocessed/media/tmp/7312.mp4"], "has_audio_in_video": true}