{"name": "Lady Gaga DADT Speech Autotuned | Song A Day #633", "description": "\"My third attempt (experiment?) with autotune. I wonder how many autotunes the Gregory Brothers make that they don't release? LYRICS: I wrote this speech, this address, myself. I've spent 48 hours trying to find the perfect thing to say. Doesn't it seem to be that Don't ask don't tell is backwards? B-b-b-backwards? Doesn't it seem to be that based on the constitution of the united states that We're penalizing the wrong soldiers? We're penalizing the wrong soldiers? We're penalizing the wrong soldiers? Doesn't it seem to you That we should send home the prejudice The straight soldier who hates the gay soldier The straight soldier who has prejudice in his heart (in his heart) The straight soldier who hates the gay soldier The straight soldier who has prejudice in his heart (in his heart) In the space Where the military asks him To hold Our core American values He instead holds and harbors hate (hate!) And he gets to stay and fight for our country Should soldiers and the goverment Be able to pick and choose What we are fighting for? Or who we are fighting for? I wasn't aware of this ambiguity I thought the constitution was ULTIMATE I thought equality was NON-NEGOTIABLE NON-NEGOTIABLE N-N-N-NEGOTIABLE NON-NEGOTIABLE N-N-N-NEGOTIABLE The straight soldier who hates the gay soldier The straight soldier who has prejudice in his heart (in his heart) The straight soldier who hates the gay soldier The straight soldier who has prejudice in his heart (in his heart)\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3224.37, "usd_volume": 19306924485.0, "usd_marketcap": 378293803192.0, "transaction_time": "2021-08-30T12:57:12", "media_filenames": ["data/preprocessed/media/tmp/7319.mp4"], "has_audio_in_video": true}