{"name": "As If in a Dream | Song A Day #645", "description": "\"on my way downtown through the empty streets the abandoned stores there was a growing concern pasted on the telephone polls that i couldn't ignore so i quickened the pace i'm not going to die just standing around then i saw her face as i gasped for breath i started to drown there's somebody there did they hear me scream and where did they come from? they're making me swear that i'll never admit that it was different where I was as if in a dream the clouds are gathering and i'm electric and terrified i'm in the back seat i scream at her to keep driving, drive, drive, drive i'm out of my mind there's no discussion no admission of any mistake i'm ready to die i break my fingers with a hammer and wooden stake climbing up stairs that seem never ending but always near the top i'm caught unawares i stop pretending and the volume starts to drop\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3433.73, "usd_volume": 27280502987.0, "usd_marketcap": 402902770210.0, "transaction_time": "2021-08-31T22:06:12", "media_filenames": ["data/preprocessed/media/tmp/7329.mp4"], "has_audio_in_video": true}