{"name": "Sex | Song A Day #648", "description": "\"i was gonna make a joke but i saw the look on your face then your mother came in the room and moved us down to the basement we made out on the couch undershirt but over bra i didn't know what else to do the most beautiful thing girl i ever saw we been working in the dark room suddenly you look at me before i know i'm on the ground you've knocked me down and i can't get free later on in the dining hall i can't even look your way i don't know who you think you are but there's nothing left to say upstairs in the math room you're on top of me you're taking me to prom i'm gonna go and i wanna i hope i have sex before i die i'm like a little bird learning to fly i'm writing letters to you you're telling me what you want to do the time is drawing closer, i anticipate the sound of your breath i cannot wait your dad drops you off if he knew he'd strangle me to death there you're lying in your underwear am i happy i can't quite tell i kinda want to do it again do it until we both start to swell now you are my girlfriend first real one i ever had i wait in my car outside your house i don't want to see your dad down stairs in the bathroom we do it so quickly they're upstairs waiting for us but i wanna do it again, i wanna\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2561.85, "usd_volume": 22697987055.0, "usd_marketcap": 299564961374.0, "transaction_time": "2021-08-01T19:31:49", "media_filenames": ["data/preprocessed/media/tmp/7332.mp4"], "has_audio_in_video": true}