{"name": "What a Glorious Place to Dwell | Song A Day #659", "description": "I stumbled on to a really wonderful thread on Reddit.com about the most mind blowing facts people could think of. I collected a bunch of them and made this song! Lyrics: There are more atoms in a single glass of water than glasses of water in the oceans of the Earth A blue whales heart is the size of a VW Beetle and you could swim through its arteries An adult human has two to nine pounds of bacteria in his or her body Cleopatra lived closer in time to the first moon landing than to the building of the Great Pyramid 54 million people alive right now will be dead within 12 months. fold over a piece of paper 42 times and it will reach the moon what a mad, mad world what a wonderfully nutty universe what a glorious space to dwell what a blessing and what a curse Hydrogen is a light, odorless gas, which, given enough time thinks about itself. The chances are high that 120 years from now, I will not be thought of daily. Just another person who lived on Earth. You see your nose at all times, your brain just chooses to ignore it. Optimus Prime and Eeyore were the same guy. Same with Megatron and Scooby Do Duck Hunt is two player A controller in port 2 controls the ducks. Blue whale is more closely related to a cow, than a cow is to a horse. what a mad, mad world what a wonderfully nutty universe what a glorious space to dwell what a blessing and what a curse The age of the observable universe is 13.7 billion years, but it's a sphere with a radius of 46.5 billion lightyears. Each ejaculation has more sperm than there are people in the united states. One in 5000 babies are born without an anus It's called Imperforate Anus. Our concept of \"\"reality\"\" exists solely in our brain.\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2561.85, "usd_volume": 22697987055.0, "usd_marketcap": 299564961374.0, "transaction_time": "2021-08-01T19:13:59", "media_filenames": ["data/preprocessed/media/tmp/7343.mp4"], "has_audio_in_video": true}