{"name": "Rally to Restore Sanity: Singing the Signs | Song A Day #670", "description": "\"Download this song: http://jonathanmann.bandcamp.com/track/rally-to-restore-sanity-singing-the-signs I didn't get to go to the rally, but I watched I live online. It was pretty amazing. I especially loved Jon Stewart's final speech! Anyway, I found these pictures on Buzzfeed, where they have a collection of the 100 best signs. http://www.buzzfeed.com/mjs538/the-100-best-signs-at-the-rally-to-restore-sanity who would jesus bomb? i'm pretty sure that god hates us all equally i understand your stance and while i disagree i'm pretty sure you're not a nazi! i already regret choosing to carry a sign around all day i'm mad as hell but mostly in a passive aggressive way i like turtles! my arms are tired use your inside voice jesus says relax don't feed the trolls don't be a douche i want a sandwich eat some sushi! the death star was an out side job humpty dumpty was pushed! wwopd if you keep shouting like that, you'll get big muscles all over your face my president is black this sign is blue sweet succulent jesus give me sanity under appreciated super heroes for sanity confused senior citizens for sanity retired cia analyst for sensible drug policy i hate taxes but i like roads, firemen, some cops, traffic lights, national parks, the coast guard so i pay them anyway! oh yeah i hate war too! #1 threat to america gay mexican muslim bears! gay bearrorist! bears are people too! this sign is too damn big! and take it off caps lock am i acting suspicious? where are the moderate muslims? right here. lions and tigers and muslims ohmy I fought nazi's and they don't look like obama toasters united against teabaggers obama is not the devil, i am we should do this more often even my sign chooses not to yell god hates times new roman! pasta fearing american i'm moderate and i'm mad as hell ain't no party like a mr. t party i like tea and you're kind of ruining it i want more torillas when i order fajitas at a restaurant is this the line for justin bieber tickets? you say waffling like it's a bad thing! waffles are delicious! somewhat irritated about extreme outrage 404 error political message not found\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3227.0, "usd_volume": 13296586731.0, "usd_marketcap": 378558550046.0, "transaction_time": "2021-08-29T20:57:38", "media_filenames": ["data/preprocessed/media/tmp/7353.mp4"], "has_audio_in_video": true}