{"name": "The Ballad of Johannes Mehserle and Oscar Grant | Song A Day #674", "description": "\"Read about it: http://en.wikipedia.org/wiki/BART_Police_shooting_of_Oscar_Grant Lyrics: Johannes, Johannes mehserle your case is the face of injustice you murdered a man and soon will be free it's broken and bitter corruption you graduated top of your class academically amazing in the heat of the moment you grabbed your gun when you thought you were grabbing your taser so you made a mistake so you made a mistake and somebody died it must keep you awake if anyone else were to make that mistake they'd spend their life in prison but you were a cop and that's worth a lot and he was a black man in oakland so your chief can just talk to the judge and you walk in two years you're out in the open is one man's life worth more than another's? this seems to be the message a cop, a cop who breaks the law remains underpunished it's not hard to see what's right and what's fair we all know it inside our bones Johannes mehserle should be doing more time instead he's going home\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": null, "usd_volume": null, "usd_marketcap": null, "transaction_time": "2021-11-08T23:20:50", "media_filenames": ["data/preprocessed/media/tmp/7357.mp4"], "has_audio_in_video": true}