{"name": "Robin's Treehouse | Song A Day #677", "description": "\"A request from my friend Robin! Her email: \"\"The treehouse was built for me and my brother by my dad. It was actually more like a fort - with metal bars you climbed up to get to the 2nd story - which had a railing all around. Then - you could exit from the top by sliding down a fireman's pole, or... climbing down a long, knotted rope. On the other side of the structure were two hella long swings! The whole thing was built on the side of a hill, so you could swing waaaaaay out over the hill and jump off the swing, HIGH in the air and fall into leaves at the bottom of the hill. But it was very simple, architectural. Image attached. About two years later, the next-door neighbors built a super fancy hi-tech treehouse even higher up, in a real tree, next door. It had carpet, electricity - really swanky. BUT they were very stingy about sharing it, and it always felt a bit too high up, too scary. I still think ours was better. It was more like a sculpture you could play on, and it was open to everyone. It had symmetry, and class. It was a real testament to how much our dad loved us and wanted us to have fun - and also, his engineering mind. Maximum fun, minimum materials.. and still as strong the day we moved out as the day he built it. \"\"\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3224.37, "usd_volume": 19306924485.0, "usd_marketcap": 378293803192.0, "transaction_time": "2021-08-30T00:16:39", "media_filenames": ["data/preprocessed/media/tmp/7360.mp4"], "has_audio_in_video": true}