{"name": "I Don't Like the TSA | Song A Day #684", "description": "\"Download this song! http://www.jonathanmannmusic.com/track/i-dont-like-the-tsa www.wewontfly.com Here's the article on scanner safety: http://www.npr.org/blogs/health/2010/11/12/131275949/protests-mount-over-safety-and-privacy-of-airport-scanners LYRICS: i don't like the TSA cause they don't seem to keep me safe They scan me with their x ray then laugh at me when i'm at my gate and if i refuse to show them my penis then they insist on groping me g-g-g-groping me and if i refuse them groping me then they'll treat me like a detainee d-d-detainee i don't like the tsa taking off my shoes doesn't keep me safe they scan me with their x ray or they grope me which is no ok don't get me wrong this isn't about the agents they're just doing their jobs this is about the policies and companies who are profiting and i question the safety of the bombardment with X-ray maybe the government's tests we're quite so accurate they say the dose is .02 microseiverts but how much is deposited in the skin\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3432.02, "usd_volume": 15995220233.0, "usd_marketcap": 403535591621.0, "transaction_time": "2021-09-18T16:09:34", "media_filenames": ["data/preprocessed/media/tmp/7366.mp4"], "has_audio_in_video": true}