{"name": "Zombie Turkey (redux) | Song A Day #685", "description": "\"Leave a comment or email if you want to help with the video! Lyrics: you went to the supermarket got your turkey wrapped in plastic cooked it in the oven just right should come out fantastic the whole family's coming over you put on your evening gown but creeping up behind you all moist and golden brown it's the zombie turkey coming to pay you back you run up the stairs into the bathroom lock the door you can hear her boney legs banging on the floor she's coming ever closer now, you look out the window to see an entire neighborhood overrun by zombie turkeys they are zombie turkeys and they're coming to pay you back she's banging down the door now it looks like there's no escape you can't outrun her because you're fat and out of shape if only you exercised more, ate less, you'd be thinner what a terrible way to die to be eaten by your dinner by a zombie turkey who has come to pay you back\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "99900000000000000", "eth_price_decimal": 18, "usd_price": 4155.99, "usd_volume": 20338319988.0, "usd_marketcap": 490444280909.0, "transaction_time": "2021-10-20T03:59:09", "media_filenames": ["data/preprocessed/media/tmp/7367.mp4"], "has_audio_in_video": true}