{"name": "Thanksgiving With Monsters | Song A Day #693", "description": "\"AceValentine1219 a song about how movies monsters or any kind of monsters are really just misunderstood, and looking for a friend, but it always turns out bad lol nannards If all the monsters (Dracula, Godzilla, Mothra, etc.) got together to have Thanksgiving, what would it be like? Destin777 A man has a tv for a head and everyone calls him the TV Monsterwould be awesome if you picked that idea :D Up at old count dracula's place Frankenstien's cutting a rug Mothra tokin' up a joint Gozilla's drinking win out of a jug Jaws is filling up on pie the 50 foot woman's drinking a beer the marshmallow man is starting to cry thanksgiving day is here john mccain is reading keats out loud to the creature of from the black lagoon voldermort just killed the turkey greyback's howlin' at the moon darth vader is playing rock band wii the krakken is cracking up king kong is singing a song the wicked witch is filling her cup thanksgiving with monsters they don't have any friends they only have each other and when thanksgiving ends it's back to what they do best post-thanksgiving destruction kill, destroy, kill at the head of the table sits their fearless leader the monster they all dread a tiny little man they all call him the TV monster he's a man with a TV for a head\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3227.0, "usd_volume": 13296586731.0, "usd_marketcap": 378558550046.0, "transaction_time": "2021-08-29T02:31:15", "media_filenames": ["data/preprocessed/media/tmp/7375.mp4"], "has_audio_in_video": true}