{"name": "Paul, the Photographer Fish | Song A Day #694", "description": "\"MiiTCHS 6 hours ago a fish gets hold of a camera and tours the ocean taking photos of weird and wonderful things There was a fish named paul And he was very small And he forget everything That he saw But he wanted to remember from November to November so he started taking pictures of wonderful things he saw an octopus break dancing he saw an old ghost ship with dead pirates he saw a shark bite through a concrete slab he saw a woman in an oyster with a smile on her face as the camera clicked he would take the pic and send it home to his grandma she was delighted and she showed them to her neighbor and Paul got into a gallery show a curator from the pacific came a curator from the atlantic came they had a bidding war on pauls photographs and now Paul is a well known photographer paul, the photographer fish he got rich rich for a fish and he moved into a huge estate he drank polluted water got to know the mayors daughter before long he had a reputation the gallery in the pacific stopped calling the gallery in the atlantic stopped calling paul went back to his grandmothers and he still takes pictures from time to time\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 1787.51, "usd_volume": 17368597636.0, "usd_marketcap": 208735078074.0, "transaction_time": "2021-07-20T21:52:08", "media_filenames": ["data/preprocessed/media/tmp/7376.mp4"], "has_audio_in_video": true}