{"name": "Masterpiece | Song A Day #697", "description": "\"i'm lined with purple and nothing rhymes with purple and if i'm not careful i might explode i'm faded around the edges come on trim the hedges santa in his sledges coming down the road masterpiece peace to the master masterpiece mitigate my disaster rooms are for living mistakes for forgiving graves are for digging all the way to china feet are for dancing eyes are for glancing pants are for pantsing without even trying to get relief in charming window display masterpiece who are you anyway whoa, whoa the games we are playing hear the sleigh bells slaying what were you saying about christmas cheer? jesus rhymes with purple jesus rhymes so well put him in a van and get him out of here\\\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "100000000000000000", "eth_price_decimal": 18, "usd_price": 3398.54, "usd_volume": 17722363229.0, "usd_marketcap": 399552923890.0, "transaction_time": "2021-09-17T20:07:50", "media_filenames": ["data/preprocessed/media/tmp/7379.mp4"], "has_audio_in_video": true}