{"name": "The Rabbit in the Dark Blue Forest | Song A Day #703", "description": "\"GaricST 1 day ago Hi, Jonathan! Please write a song about rabbits who cut the grass all day long! They live in a dark blue forest and they are very afraid of wolves and owls! And that would not be afraid, they always sing songs :) Thx! And sorry for my English :) There's a rabbit in the dark blue forest and she always cuts the grass Her jaw get sore but she ignores it For the grass needs cutting alas wolves in the forest howl owls in the forest hoot but to the rabbit the wolves and owls barely constitute but a minor distraction because the real action is in the songs that the rabbit sings to the blue birds wings as the golden rings of the sun start setting and the forest blue is part of me and you and the rabbit too set course with the heading for the dark blue forest on the way to better better always everything is growing of you there's a rabbit in the dark blue forest and she always gets away from the owls and the wolves with their chorus of come and be our dinner today look inside your heart and tug it you will see a rabbit there under every rock a bug, it's a scary little piece of spare parts for the machine but the real meaning\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3227.0, "usd_volume": 13296586731.0, "usd_marketcap": 378558550046.0, "transaction_time": "2021-08-29T00:51:25", "media_filenames": ["data/preprocessed/media/tmp/7385.mp4"], "has_audio_in_video": true}