{"name": "Orbiting Your Earth Like a Satellite | Song A Day #704", "description": "\"mespin459 maybe write a song about stallking a girl you like and it could be called orbiting your earth like a satalite I am orbiting your earth like a satellite You don't know im here but I'm visible at night I get a little closer with each revolution And a restraining order is just a stop gap solution Because i'm on the wind that's blowing outside your door I'm in the light that's glowing from that candle on the floor Im in the water flowing as you draw a bath I'm a hurricane a coming and your the aftermath Hear my satellite beeping As the moon comes creeping overhead As I watch you sleeping My feelings deepen I wish I could be steeped in your bed But you don't know that I exist And I'm doomed to float around you like this A man desires love and he hates to be alone He wants to love before his heart has turned to stone Elves are dancing and singing in his head In a fantastic wedding with dwarves baking bread Somewhere there's someone looking in on you He may not look like much but his heart is strong and true Mistakes have been made, paths have diverged And he's ready to talk to you with just a bit more courage\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2736.488586, "usd_volume": 33373635283.0, "usd_marketcap": 317571000000.0, "transaction_time": "2021-05-27T19:52:16", "media_filenames": ["data/preprocessed/media/tmp/7386.mp4"], "has_audio_in_video": true}