{"name": "The Life of a Red Plastic Cup | Song A Day #705", "description": "\"Destin777 19 hours ago A song of the life of the red plastic cups you always see people drinking out of at parties. i was born in a factory i looked around and saw a million others like me and i knew that this was gonna be my life not a single quality about me that i like and i knew that i would get away i knew that i be myself someday i was packed up and shipped with 20 of my brothers pushed up against my ribs from the cold steel rooms i called home to a dark and musty truck crowded but alone i ended up on some brightly lighted shelf and i knew that someday i would be myself some kids came in one day and bought me i was scanned and paid for was 2 dollars thirty before i knew it i was filled up with beer and then i was discarded and filled up with fear people dancing everywhere i was almost crushed someone kicked me out the door and i felt blessed with good luck cause then i was struck with lightening and i grew legs for walking and hands for manipulating and i grew lips for talking and i went inside and told those kids that life was a precious, precious thing and after they all stopped screaming then we all started dancing!\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3100.33, "usd_volume": 17405668117.0, "usd_marketcap": 363573005236.0, "transaction_time": "2021-08-26T21:01:45", "media_filenames": ["data/preprocessed/media/tmp/7387.mp4"], "has_audio_in_video": true}