{"name": "The Guy Who Paints the Lines on the Road | Song A Day #706", "description": "\"Spintown7 Since you'll be doing some driving, how about a song about the guy who paints the lines on the road? I'm the guy who paints the lines on the road i try to paint them straight but sometimes i go into a kind of trance i get lost in the repetition with each line i paint some sin will be forgiven i spent 3 years at an art school in the city but they said painting was dead and that my work was shitty i started to get conceptual until i didn't know what was real i dropped out my senior year and got behind the wheel now if you pass me on the road you may look down on me my work will never show up in your fancy gallery i'll never have an opening with cheese and expensive wine art collectors scoff at my endless rows of lines but every single line has more meaning lying there than all the pieces being created in every art school everywhere every single museum and every gallery show couldn't match the sleeping beauty of my lines upon the road\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3227.0, "usd_volume": 13296586731.0, "usd_marketcap": 378558550046.0, "transaction_time": "2021-08-29T02:29:56", "media_filenames": ["data/preprocessed/media/tmp/7388.mp4"], "has_audio_in_video": true}