{"name": "It Could Have Been Neville | Song A Day #707", "description": "\"Download this song: http://www.jonathanmannmusic.com/track/it-could-have-been-neville Download my app, put yourself in my songs!! http://itunes.apple.com/app/songatron/id385609331?mt=8 Lyrics: the prophecy wasn't specific harry's parents would still be alive if voldemort had wanted it to be neville it would have been his parents that died and neville would have the protection of love growing up famous with this grandmother and harry would be just a normal boy they would switch roles with on another now i'm not saying harry would be neville but neville would be the chosen one neville's name in the goblet of fire as voldemort was trying to get the job done maybe herbology would still be his thing and maybe he'd still be a little awkward but i think he'd have more confidence even if he was still a great big nerd one little step in the other direction one little change in voldemort's selection neville woulda had that lightening scar neville would fought in the old graveyard neville could have been best friends with ron could have married ginny coulda destroyed tom riddle's diary in the chamber of secrets there'd be no one else, he would be it\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3270.6, "usd_volume": 18489602004.0, "usd_marketcap": 383584756115.0, "transaction_time": "2021-08-27T12:34:03", "media_filenames": ["data/preprocessed/media/tmp/7389.mp4"], "has_audio_in_video": true}