{"name": "The History of Mario 2 (in song) | Song A Day #712| Song A Day #712", "description": "Lyrics: mario 2 is not like mario 1 it's different it's true but it's just as fun back in the 80s at nintendo japan they though we couldn't handle the real jump man so they took doki doki panic and then put mario right in it and changed a few key elements to make it more of a mario game a mushroom here a warp zone there the princess with her golden hair we were just kids we didn't know as far as we were concerned this was mariorq it wasn't until the snes the real mario 2 put our skills to the test man that game is hard mushrooms fake you out wind will knock you down warp zones send you back withholding this game was a very good call we wouldn't have had the princess after all and to this day i don't know which i prefer the real mario 2 or the impostor i guess it depends on the mood that i'm in and which i feel like playing again\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2736.488586, "usd_volume": 33373635283.0, "usd_marketcap": 317571000000.0, "transaction_time": "2021-05-27T19:13:44", "media_filenames": ["data/preprocessed/media/tmp/7394.mp4"], "has_audio_in_video": true}