{"name": "The Fun Facts Song: Part 2 | Song A Day #716", "description": "LYRICS: in 1987 american airlines saved $40,000 by removing 1 olive from each salad served in first class Popeye has four nephews and they're names are as follows Pipeye Peepeye Pupeye and then there's poopeye they were in the cartoon but not the comic if you yelled for 8 years 7 months and 6 days you will produce enough sound energy to heat one cup of coffee There's a bird in New Zealand called the Kea. It's two feet long and has been known to chew on the rubber strips around car windows Ain't life wonderful? Ain't life grand You've got 29 bones In your hand! The strongest muscle in the body is the tongue An ostrich's eye is bigger than it's brain A pregnant goldfish is called a twit 22 miles an hour can be the speed of rain It's impossible to sneeze with your eyes open There are 336 dimples on a golf ball Clinophobia is the fear of beds Two thirds of the world's eggplant is grown in new jersey until the 19th Century large solid bricks of tea were use as currency by China Tibet and Mongolia money you can consume imagine that The king of hearts is the only king without a mustache on a standard playing card I wonder if his lip gets cold It's illegal to drink beer out of a bucket while you're sitting on the curb in St. Louis It's illegal to chew gum in singapore! A jiffy is an actual unit of time it means 1//100th of a second and the longest known flight of a chicken is 1300 jiffy's ain't life wonderful? It's a mad, mad world We're mostly water vinegar dissolves pearls Forest fires move faster uphill than down hill America once issued a 5 cent bill A giraffe can clean it's ear with it's tongue More people use blue tooth brushes than red ones Dolphins sleep with one eye open Porcupines float in water Cat urine glows in blacklight the state of florida's bigger than englad The electric chair was invented by a dentist A lightening bolt is hotter than the sun Everyday 20 banks are robbed The first product with a bar code was wrigleys gum\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 2736.488586, "usd_volume": 33373635283.0, "usd_marketcap": 317571000000.0, "transaction_time": "2021-05-27T19:07:07", "media_filenames": ["data/preprocessed/media/tmp/7398.mp4"], "has_audio_in_video": true}