{"name": "Treasure Map | Song A Day #722", "description": "i woke up from a party and looked in to the mirror and what i saw staring back filled me up with fear i had a treasure map plastered on my forehead i knew not how i got it must have been when i was in bed it seemed to lead me to this tree in a field nearby i walked there with no shoes on because i didn't have any i had lost them at the party anyway when i got to the tree there was a gremlin like creature waiting for me who dare disturbs me the gremlin creature said disturbs you i exclaimed i have this map on my forehead he examined me closely and then took me by the hand he touched a piece of bark and the tree split in half hidden within the tree was a door made out of glass he led me through it and we appeared in a great hall there were fantastic creatures every which way i looked this faerie looking woman came and kissed me on my map at the end of the hall sat a king looking old and wise he told me that the map was just a hoax he said i should probably just turn around and go back now because there wasn't anything in this world for me anyhow no i yelled forcefully which made everyone jump a bit no i said softer i'm happy to have found this place the faerie looking woman was looking kind but sort of sad ok said the king we were afraid you would say that next thing i knew i was in a gladiatorial arena there was big dragon there and an ostrich for me to ride i picked up my sword and hopped aboard and slayed the dragon quick as ice a booming voice came from above and it said very nice the voice was god and god was glad that i had slayed the dragon he rewarded me with anything that my little heart desired to be back in bed i said before the party started but i want to bring the faeire back because i think she's really cool \"\"How about a song about a guy who wakes up after a party to find a treasure map drawn on the back of his head?\"\"\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3270.6, "usd_volume": 18489602004.0, "usd_marketcap": 383584756115.0, "transaction_time": "2021-08-27T13:07:34", "media_filenames": ["data/preprocessed/media/tmp/7404.mp4"], "has_audio_in_video": true}