{"name": "Christmas Pudding | Song A Day #723", "description": "\"There's something about this season that's great for misdirection You're thinking about something and suddenly reflection what kind of person am i, what kind do i want to be? where do i fit in, what's waiting out there for me and the christmas songs on the radio don't help and the tinsel lights everywhere you go don't help and the sounds of sleigh bells ringing don't help and hark the angel singing definitely doesn't help christmas pudding i'll just eat this christmas pudding I won't overthink it take this egg nog drink it christmas pudding i'll just eat this chirstmas pudding i don't even know you but i will mistletoe you the end of the year approaches and it's time for reassessing but whether i've grown at all is for anyone to be guessing there's something in the air that makes me want to change it's like a mass delusion, we're all feeling kind of strange and the christmas songs on the radio don't help and buying gifts for everyone you know don't help i just want to take a nap but i don't think that would help cause i'd wake up christmas morning then it's over and it's too late song about x-mass pudding DUCKYNOLIKEY\"", "collection_name": "Song A Day", "collection_description": "### Hello! I'm Jonathan Mann! I've been writing, producing and sharing a Song A Day for 12 years. Now I'm making each one available as a unique NFT for the first time. Inspired by CryptoPunks, I've cataloged each Song A Day's attributes. Read more about [this](https://www.notion.so/Song-A-Day-NFT-eca353975b5e4ae6aaca375c1). **Some highlights from Song A Day:** - I hold the Guinness World Record For Most Consecutive Days Writing A Song. - I performed live on stage with Vitalik Buterin at DevCon. - I performed [live](https://www.youtube.com/watch?v=aW3e2vZT6Ys) on the Rachel Maddow show. - Steve Jobs used a [song](https://www.youtube.com/watch?v=xFyXoPi9FNs&t=8s) of mine to open an Apple press conference - Steve Wozniak's wife hired me to write the Woz a birthday song (twice). - [This song](https://twitter.com/songadaymann/status/1310706301643755526?s=20) was featured in the James Comey mini-series \"Fuck You, James Comey\". - My song Baby Yoda, Baby Baby Yoda went via TikTok.", "eth_price": "120000000000000000", "eth_price_decimal": 18, "usd_price": 3227.0, "usd_volume": 13296586731.0, "usd_marketcap": 378558550046.0, "transaction_time": "2021-08-29T20:33:13", "media_filenames": ["data/preprocessed/media/tmp/7405.mp4"], "has_audio_in_video": true}