{"name": "0x000000000000000000000000000000000000dEaD", "description": "An artist's impression in collaboration with GOWA. 16th of July 2021: Experiment 0xdEaD, Phase Beta launched. The Entangled City Of The Etherean dEaD has successfully landed in 0x000000000000000000000000000000000000dEaD, according to our data available for peer review: https://opensea.io/assets/0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/25965. This artist's impression was made possible thanks to the comprehensive data collected via the entangled particles stored in the City's Quantum Tower. 0xdEaD, the black hole of Ethereum, is sometimes described as the graveyard of Ethereum from which nothing can ever come back, as we can only look at, but not touch any of the more than 12000 ethers and 8 billion dollars in ERC20 tokens, and unassailable treasure chest of 26000 NFTs. In this historic first glimpse of the inside of 0xdEaD, we identified clear signals from many Pak cubes burnt for $ASH, lost ether crystals, an unexpectedly big number of NFT planets, a valuable RTFKT Metakey, Cryptopunk 2317 burnt by Robness, and a mushroom NFT full of agaritine. We sent an experimental X device with the City, to prepare for Phase Gamma of the 0xdEaD experiment, and we interpreted a disturbance in the quantum froth as a NFT called \"Trash Must Burn\" (https://opensea.io/assets/0xb932a70a57673d89f4acffbe830e8ed7f75fb9e0/18993) interacting with X. In this extended mass of data, we processed a signal made of frequencies comprised between 20 Hz and 20KHz, which sounded like a strange redux of a hash from Beethoven's 7th Symphony. Similar patterns were found in the token The Burnt (https://superrare.com/artwork-v2/the-burnt-26108), albeit coming from outside of the Burn Address. These results, if proven, would be groundbreaking, and change everything we know about cryptodynamics. Therefore, we should proceed wit with caution and continue gathering data and refining our analysis.", "collection_name": "SuperRare", "collection_description": "SuperRare makes it easy to create, sell, and collect rare digital art. SuperRare's smart contract platform allows artists to release limited-edition digital artwork tracked on the blockchain, making the pieces rare, verified, and collectible. Filter the crypto art world's best selling works by artist name, creation type, and year of birth on OpenSea.", "eth_price": "3000000000000000000", "eth_price_decimal": 18, "usd_price": 3834.83, "usd_volume": 30070890104.0, "usd_marketcap": 450017458312.0, "transaction_time": "2021-09-01T20:01:07", "media_filenames": ["data/preprocessed/media/8176.gif", "data/preprocessed/media/8176.mp3"], "has_audio_in_video": false}