{"name": "MAN'S BEST FRIEND", "description": "My Uncle Randy traveled the world a lot. Sometimes he would make home-movies of his travels. He even went to weird places like Lebanon to make his home-movies. He made dumb jokes, too, like saying he was famous film director Michael Beirut. I didnt get his jokes. But I liked his stories. And his movies. Uncle Randy was cool. In the summertime, when he wasnt traveling, Uncle Randy was a milk farmer. He said it was a good investment in his off time on accounta the rich folk in the neighborhood using it to soften their skin now. He told me people take whole baths in the stuff. Gross. But Uncle Randy was cool though. Cooler than milk baths. I got to stay with him last year when he was home farming. He had about 30 cows. But one of them was bigger than the other ones. By a LOT. And he was yellow, too. I called him Bulldozer on account of him being big and yellow. All the other cows were white, but not Bulldozer. That big cow was my big yellow friend. Uncle Randy said it was goofy to call a cow Bull but eventually he was ok with it. When I asked Uncle Randy why Bull was so big and yellow all Uncle Randy would say was You should see his mother! That never made sense to me. But that big cow and I were friends. Yes sir. He would let me ride him around the ranch, chasing the coyotes away, and when it was hot he would let me use him as a big old fort to sit underneath him. On the hottest day of June, Bulldozer and I stopped being friends. I was sitting underneath him to cool off, and these 5 shiny black cars came screeching in, causing the dirt to swirl around in the air. All the other cows started running in circles as I sat there with Bull. He was protecting me. I couldnt see because of the dirt and the sun, but I heard the yelling: GET AWAY FROM THE COW, SON! PLEASE STEP AWAY FROM THE COW! COME OVER HERE! SON, THATS NOT A COW! PLEASE GET AWAY! I was scared. The dust hurt my eyes. It was hard to see. But I looked up at Bull from the ground, and when he looked at me, face started falling apart. I mean really, it did! Started falling right to the ground. I saw teeth in his mouth I had never seen before. Because he was a cow, Bull was never able to use his legs for much other than standing, but right then he grabbed me with his legs. They felt like they were stabbing me. He looked like a skeleton. Then he opened his mouth, screamed and lurched his head right toward me. Thats when I heard the loud noises. I couldnt hear much for a few moments because they hurt my ears. For a little while I was blind and deaf and scared. I thought I was dead. I wasnt. But Bull was. Exceptwhen I could see again, and the dust was clear, and the men with the guns and the sunglasses and the things in their ears were picking me up from the dirt, I didnt see Bull. I sawa monster. The men asked me where Uncle Randy was. I told them he was inside working on his home movies and making dinner like usual. But they went inside. And they didnt find him. Or his home movies. I never saw Uncle Randy after that. He was pretty cool though * Created (and written) by Alex Pardee using a combination of traditional acrylic paints and digital coloring and texturing.", "collection_name": "SuperRare", "collection_description": "SuperRare makes it easy to create, sell, and collect rare digital art. SuperRare's smart contract platform allows artists to release limited-edition digital artwork tracked on the blockchain, making the pieces rare, verified, and collectible. Filter the crypto art world's best selling works by artist name, creation type, and year of birth on OpenSea.", "eth_price": "1375000000000000000", "eth_price_decimal": 18, "usd_price": 2807.3, "usd_volume": 16895079070.0, "usd_marketcap": 330459005352.0, "transaction_time": "2021-09-28T22:18:11", "media_filenames": ["data/preprocessed/media/8212.jpg"], "has_audio_in_video": false}