{"name": "Gusheshe", "description": "Robin Rhode explores his fascination with ownership, social status, and identity through the nature of virtual artmaking by examining particular objects and their cultural meaning; in this instance, a car with a cult-like street status in his home city of Johannesburg, the BMW E30. This car transcended township culture when first introduced into the South African market during the late 1980s and early 1990s during the ever-tightening apartheid era. The appropriation and modification of cars in the township was more than an expression of gangster flamboyance, becoming a destabilization of status symbols within white minority rule in South Africa. Rhode explores the cultural affinity to objects that oscillate between an almost erotic romanticism and hyper-masculinity. The NFT seeks to traverse aspects of Afrofuturism by examining the intersection of creative technologies with African Diaspora culture. An everyday object rooted within a specific Black experience is played with and re-imagined within a virtual future. Robin Rhode is a South African artist based in Berlin. Rhodes works are in several permanent collections including: Centre Pompidou, Guggenheim Museum and MoMA. Verisart certified: https://verisart.com/works/robin-rhode-a3e3c81c-2f50-4456-a383-609119a8acd1", "collection_name": "SuperRare", "collection_description": "SuperRare makes it easy to create, sell, and collect rare digital art. SuperRare's smart contract platform allows artists to release limited-edition digital artwork tracked on the blockchain, making the pieces rare, verified, and collectible. Filter the crypto art world's best selling works by artist name, creation type, and year of birth on OpenSea.", "eth_price": "1500000000000000000", "eth_price_decimal": 18, "usd_price": 2537.891158, "usd_volume": 26964576331.0, "usd_marketcap": 295113000000.0, "transaction_time": "2021-06-14T11:55:31", "media_filenames": ["data/preprocessed/media/tmp/8431.jpg", "data/preprocessed/media/tmp/8431.mp4"], "has_audio_in_video": true}