{"name": "The Great Indoors Experience Vol. II", "description": "At times real, at times surreal - this second piece in a series of three animations takes the viewer on an audiovisual tour through James Tralies indoor dreamscape. Combining fan favorite day and night renderings from James Tralies Great Indoors series with the song Treetop from Rainforest by Clams Casino, this piece is designed to relax and transport the viewer to a meditative universe. Clams Casino originally discovered James work on Instagram and reached out to suggest a collaboration. There was an immediate synergy between the two creators, who hit the ground running on this three part series. Building off each others unique styles, they sought to build an infinitely looping piece where the music and visuals build off each other as if the viewer is taking a deep breath in and letting it slowly flow out again. Both artists are used to creating standalone visual pieces - Clams Casino regularly produces atmospheric instrumentals that have been used as production for many artists, including Lana Del Rey, The Weeknd, Mac Miller, Soulja Boy, Lil B, and A$AP Rocky. In his day job, James Tralie creates animations and visualizations for NASA to describe new discoveries from the multitude of planetary science missions and creates dreamscapes to further improve his skills in the 3D space and decompress. Together, Clams Casino and James Tralie fused their technical skills to craft The Great Indoors Experience. Sit back, relax, and dream on", "collection_name": "SuperRare", "collection_description": "SuperRare makes it easy to create, sell, and collect rare digital art. SuperRare's smart contract platform allows artists to release limited-edition digital artwork tracked on the blockchain, making the pieces rare, verified, and collectible. Filter the crypto art world's best selling works by artist name, creation type, and year of birth on OpenSea.", "eth_price": "1200000000000000000", "eth_price_decimal": 18, "usd_price": 3887.83, "usd_volume": 20806963328.0, "usd_marketcap": 456394981337.0, "transaction_time": "2021-09-04T02:25:44", "media_filenames": ["data/preprocessed/media/tmp/8432.jpg", "data/preprocessed/media/tmp/8432.mp4"], "has_audio_in_video": true}