{"name": "Discover Your Hidden Talent !", "description": "Our mindset determines our logical and proportional thinking. This will, in turn, affect our judgment about life. A mindset constrained by fear and unwillingness is the worst you can have to embrace change and individuality. Opening your mind to the many possibilities is the best way to evaluate your probable talent. Talents exist in many parameters of life, from class work, artistic designs, athletics, and events to the other complex areas of life. Sometimes we deceive ourselves and set non-factual limits in our own lives. Sometimes we believe to be the best of the best in some of the things we do but only too late to realize that we were wrong. Owning the art of rightful and mindful prioritization is all you need to push you through the new exercise. Some of the things we have been shying away from are the very things we are good at. Life can shock you if you are not prepared to counter the effect. Learn to build confidence in every stage of life, take reasonable risks and learn more. Reflecting on your past. A simple yet very effective way to find your forgotten natural gifts. This will give you the sense to appreciate the previous you; the success, weakness, and unsolved challenges. The interests you once had while you were a young kid could have a great influence on your current and future self. Take a test and try to identify your childhood interests, the things you enjoyed and loved the most.Reflect the same on your previous success and failures. Hard work is the other name for success. And yes, hard work can beat talent if talent fails to work hard. Talents can come naturally or through persistent practice but to keep it rocking, good amount of effort is essential. Practice will never be complete without knowing your weakness and this will differentiate the quality of output from quantity. Working smart has hard work in it balanced with proper timing and persistence in achieving the goals of life. Success comes shortly after challenges and failure by itself a justification for the lack of hard work and persistence in life. You need to take various challenges and proceed to the next level after a struggle to realize what you really belong to. Working on your weakness is not as easy. Thats why a self-rewarding system should be set to push you through the trials in life and propagates you towards achieving the talent in your dreams. Finding your true talents in life is and will never be an easy task. However, dont let the obstacles deter you from even starting your journey. It might be a life long journey to some. And there will be hard work. But I assure you that it will be a very exciting journey!", "collection_name": "SuperRare", "collection_description": "SuperRare makes it easy to create, sell, and collect rare digital art. SuperRare's smart contract platform allows artists to release limited-edition digital artwork tracked on the blockchain, making the pieces rare, verified, and collectible. Filter the crypto art world's best selling works by artist name, creation type, and year of birth on OpenSea.", "eth_price": "600000000000000000", "eth_price_decimal": 18, "usd_price": 185.99963590000002, "usd_volume": 7872664470.0, "usd_marketcap": 20191206220.0, "transaction_time": "2019-11-14T19:29:59", "media_filenames": ["data/preprocessed/media/8792.gif"], "has_audio_in_video": false}