{"name": "MLIBTY GIANTS series: MLIBTY Poet launching", "description": "Started this piece with the idea of a monument to a poet, but during the working process, stumbled upon a poem by Simon Armitage called \"Conquistadors\", which adds in particular way to the previous piece, MLIBTY Conquistador (https://superrare.co/artwork-v2/mlibty-giants-series:-mlibty-conquistador-5023). His poem is a commemoration of the 1969 moon landing, which compares the US astronauts to the Spanish explorers who conquered the Americas in the 16th century. This is the fourth piece from the MLIBTY GIANTS series. The series is inspired by the public sculptures to the \"great\" people and connects art on blockchain and physical art, which means that the statue from this piece exists as real miniature sculpture, (dimensions: 24 x 24 x 68 mm, weight: 42g, materials: travertine, white cement, gauze, acrylic paint, transparent coating). FIRST SALE NOTICE: For a minimum bid of 1 ETH, you'll get an extra Codex Record (CD) token, TokenID 91946], as proof of ownership for the figurine, while the shipping of physical object will be for free. ------------------------ I started MLIBTY Shadows sculpture series at the beginning of 2013, after I had this idea in my head already for some while. Well, the whole story goes even more back in the past, almost ten years before that. In 2004, during my study on the Facultad de Bellas Artes de Barcelona, I started working a small series of works, combining photoemulsion and etching. One of the works was a little bit different. Its called \"Vecinos\" (The neighbors). Living in such a big and populated city like Barcelona, I had a feeling that there was me on one side and them, all the others I dont know or I dont see, on the other side. In that work, they are neighbors posing in front of the building I was living in. It is the work that started it all, the root of MLIBTY Shadows. The shadows behind the curtains, invisible inhabitants you never meet, but you feel their presence. Characters are always in black & white, they have no hands and no legs, they are shadows with faces. MLIBTY stands for My Life Is Better Than Yours, which I take from one project I started in 2009, which deals with free distribution of an artwork, in the form of paper toys ( http://markozubak.com/mlibty). You can see the first works and the development of the project on the MLIBTY Shadows blog here: https://www.patreon.com/mlibty", "collection_name": "SuperRare", "collection_description": "SuperRare makes it easy to create, sell, and collect rare digital art. SuperRare's smart contract platform allows artists to release limited-edition digital artwork tracked on the blockchain, making the pieces rare, verified, and collectible. Filter the crypto art world's best selling works by artist name, creation type, and year of birth on OpenSea.", "eth_price": "1000000000000000000", "eth_price_decimal": 18, "usd_price": 134.1717125, "usd_volume": 10476845358.0, "usd_marketcap": 14642130120.0, "transaction_time": "2020-01-03T19:12:03", "media_filenames": ["data/preprocessed/media/8821.gif"], "has_audio_in_video": false}