{"name": "Weather Pod", "description": "WHEN THE SANDSTORM came howling up from south, Pardot Kynes was more interested in taking meteorological readings than in seeking safety. His son Liet--only twelve years old, but raised in the harsh ways of the desert--ran an appraising eye over the ancient weather pod they had found in the abandoned botanical testing station. He was not confident the machine would function at all. Then Liet gazed back across the sea of dunes toward the approaching tempest. \"The wind of the demon in the open desert. Hulasikali Wala.\" \"Coriolis storm,\" Kynes corrected, using a scientific term instead of the Fremen one his son had selected. \"Winds across the open flatlands are amplified by the planet's revolutionary motion. Gusts can reach speeds up to seven hundred kilometers per hour.\" As his father talked, the young man busied himself sealing the egg-shaped weather pod, checking the vent closures, the heavy doorway hatch, the stored emergency supplies. He ignored their signal generator and distress beacon; the static from the sandstorm would rip any transmissions to electromagnetic shreds. From Dune: House Harkonnen by Brian Herbert. Published by Bantam Spectra in 2001. Artwork was created using https://artbreeder.com Artbreeder app was created by Joel Simon https://www.joelsimon.net/", "collection_name": "SuperRare", "collection_description": "SuperRare makes it easy to create, sell, and collect rare digital art. SuperRare's smart contract platform allows artists to release limited-edition digital artwork tracked on the blockchain, making the pieces rare, verified, and collectible. Filter the crypto art world's best selling works by artist name, creation type, and year of birth on OpenSea.", "eth_price": "2000000000000000000", "eth_price_decimal": 18, "usd_price": 143.6079984, "usd_volume": 7037180049.0, "usd_marketcap": 15636405555.0, "transaction_time": "2019-12-11T13:14:55", "media_filenames": ["data/preprocessed/media/tmp/8853.gif"], "has_audio_in_video": false}