{"name": "Betty's Notebook Silver Edition (Mix: 0010)", "description": "UNCOVER THE MYSTERY\u2028\r Betty's Notebook is a controversial piece of evidence in the Amelia Earhart mystery. Recorded by 15-year old Betty Klenck in 1937, the document continues the mystery of what really happened to Amelia Earhart as she was taken off her flight path. The musical adaptation by Nicholas Reeves puts audiences in Betty’s shoes: as if listeners turn a tuning knob on a short wave radio trying to hear Amelia Earhart’s distress calls that are frequently obstructed by various radio interferences.\u2028\u2028The dynamic nature of Betty’s Notebook allows audiences to uncover chilling distress signals and key clues by toggling variants within different stems. The ever evolving music creates a holistic picture of the eternal mystery of Amelia Earhart.\r \r \u2028\u2028PHYSICAL RADIO\r \u2028If the Master Track NFT meets its reserve price, the owner will receive a physical life-size short wave radio with built-in speakers and screen. The radio will update in real-time to the latest audio-visual Variants. This physical radio piece is fit for private collections, museums, and galleries. \u2028\u2028\r \r TIME CAPSULE\r \u2028Immortalize the mystery by owning a Limited Edition Record NFT of your favorite Betty’s Notebook version. By literally taking a snapshot of the latest iteration, you get to hold onto a unique part of the mystery.\u2028\r \r Learn more about Betty’s Notebook and its Stems by clicking on them or at verdigrismusic.org", "collection_name": "Async Music", "collection_description": "Create and collect #ProgrammableArt and #ProgrammableMusic: digital paintings and music split into \"Layers\" which let YOU affect the overall work.", "eth_price": "160000000000000000", "eth_price_decimal": 18, "usd_price": 2827.33, "usd_volume": 31057928075.0, "usd_marketcap": 330757177808.0, "transaction_time": "2021-08-05T23:53:55", "media_filenames": ["data/preprocessed/media/9.jpg", "data/preprocessed/media/9.mp3"], "has_audio_in_video": false}