{"name": "Sugar: The Silent Killer II", "description": "This piece highlights an artistic expression of our bodies degradation. Art can be seen in both creation and destruction, art does not judge, unlike its observer. We eat thing which we shouldn't indulge into as often, while it feels very tasty, we know with a guilty sense that no matter what we tell ourselves, the body keeps the score and sooner or later we shall see what we are 'sowing'. A silent and long term killer, you won't even see it coming because it's always with you, by your side. Sugar causes our glucose levels to spike and plummet. An unstable blood sugar can leave you experiencing mood swings, fatigue, and headaches. It also contributes to cravings, which begin the cycle of false hunger and cravings for sweets. It affects the brain much like cocaine and alcohol, according to a brain-scan study from the U.S. National Institute on Drug Abuse. While you probably know that sugars can affect your body composition, they can also mess with your skin by contributing to wrinkles and sagging. After sugar hits your bloodstream, it attaches to proteins. The mix of these proteins with sugar causes the skin to lose elasticity and leads to premature aging. When were under stress, our bodies immediately kick into fight-or-flight mode, releasing large amounts of hormones. Surprisingly, the body has the same chemical response when blood sugar is low. After you eat a sweet snack, stress hormones begin to compensate for the crash by raising your blood sugar. The result? Unexplained anxiousness, irritability, and even shakiness. It increases the risk of obesity, diabetes, and heart disease. Sugar also hides in plain sight. From sucrose, which is table sugar, to high-fructose corn syrup, which is liquid sugar, food producers have come up with a plethora of ways to list this nutrient on labels. This makes it even easier to skim over a long ingredient name in a shopping hurry and inadvertently take in more sugar than you meant to.", "collection_name": "SuperRare", "collection_description": "SuperRare makes it easy to create, sell, and collect rare digital art. SuperRare's smart contract platform allows artists to release limited-edition digital artwork tracked on the blockchain, making the pieces rare, verified, and collectible. Filter the crypto art world's best selling works by artist name, creation type, and year of birth on OpenSea.", "eth_price": "750000000000000000", "eth_price_decimal": 18, "usd_price": 148.96506619999997, "usd_volume": 7648516297.0, "usd_marketcap": 16193326033.0, "transaction_time": "2019-11-26T07:46:53", "media_filenames": ["data/preprocessed/media/9033.gif"], "has_audio_in_video": false}