{"name": "I CAN, WE CAN, EXIST", "description": "Beginning X movement. A reflection needed for clearing the X-tra and making a positive difference within the collective self. Tomato soup cans shot in-camera with a Leica using my original digital/hybrid concept & technique. This piece is a one of a kind NFT (ERC-721) containing the complete image I CAN, WE CAN, EXIST This piece will initially be auctioned as a bundle with the only existing matching single edition 25\"x32\" hand-signed, Giclee print, delivered to the 1st owner in the mail by the post office. The detailed print is also ledger verifiable on the Codex record's secure provenance on the Ethereum blockchain at this address { https://codex-viewer.com/record/114105 } I CAN, WE CAN, EXIST will be displayed as an animation of it splitting into pieces; a grid of rotating coins during my exhibition at @nyg_wallspace in Williamsburg, Brooklyn on 12.13.2019. The first 49 attendees will be gifted one of these coins, editioned, signed and containing a registered QR code for redeeming the corresponding NFT. This is intended to inspire a new incentive for collecting & trade of artworks within my local community of supporters. I want to grant access for all to grow in tandem; learning of the possibilities for the advancement of Blockchain implementation within the arts and its creators. These coins are symbolic tokens reassessing the definable variants of currency & abundance towards a creative initiative.", "collection_name": "SuperRare", "collection_description": "SuperRare makes it easy to create, sell, and collect rare digital art. SuperRare's smart contract platform allows artists to release limited-edition digital artwork tracked on the blockchain, making the pieces rare, verified, and collectible. Filter the crypto art world's best selling works by artist name, creation type, and year of birth on OpenSea.", "eth_price": "500000000000000000", "eth_price_decimal": 18, "usd_price": 146.267046, "usd_volume": 6859512025.0, "usd_marketcap": 15924221614.0, "transaction_time": "2019-12-10T18:12:26", "media_filenames": ["data/preprocessed/media/9073.jpg"], "has_audio_in_video": false}